{
    "hotel_0": "FAQ FOR A AND B GUEST HOUSE\n\nQ: Are children welcomed at this location?\nA: Yes, you can stay with children at A and B Guest House.\n\nQ: Can I bring my pet to A and B Guest House?\nA: No, pets are not allowed at this property.\n\nQ: Do you have onsite parking for your guests?\nA: There is onsite parking at A and B Guest House but it costs extra.\n\nQ: What time is check-in there?\nA: Check-in time is from 3:30pm - 9:00pm.\n\nQ: Is smoking allowed on the property?\nA: There are designated smoking areas throughout\n\nQ: What languages are spoken?\nA: English, Italian, Lithuanian, Portuguese, and Russian are spoken here.\n\nQ: Should I make a reservation for parking?\nA: You need to make a reservation at A and B Guest House for parking.\n\nQ: Are children allowed to check in here?\nA: An individual has to be 18 and over to check in at A and B Guest House.\n\nQ: what time do I check out?\nA: Check out times range from 7:30 AM to 10:00 AM.\n\nQ: Can my small dog stay with me?\nA: Pets are not allowed at the A and B Guest House.\n\nQ: What type of credit cards do you take at your location?\nA: We accept American Express, Mastercard, Visa, Maestro, and Sold.\n\nQ: Is there wifi available?\nA: There is free wifi available.\n\nQ: Is there a charge for parking?\nA: Parking is 10 GBP per day at the A and B Guest House.\n\nQ: How much is the wifi?\nA: A and B guest house has free wifi.\n\nQ: Is there housekeeping services?\nA: There is housekeeping every day at A and B Guest House.\n\nQ: Is there parking available?\nA: A and B Guest House does have parking.\n\nQ: Can we have extra beds put into the room?\nA: A and B Guest House has extra beds or cots at availability.\n\nQ: Do this property have a meeting or banquet facility?\nA: There is no meeting room or banquet hall\n\nQ: Is there free breakfast at A and B Guest House?\nA: The A and B Guest House does not provide breakfast for free.\n\nQ: What is on the breakfast menu?\nA: Both continental and full English/Irish breakfast are available.\n\nQ: Is smoking allowed anywhere in the property?\nA: There is a place where smokers can smoke at A and B Guest House.\n\nQ: Are the rooms at A and B Guest House accessible to those with disabilities?\nA: The rooms at A and B Guest House are not accessible.\n\nQ: Does A and B Guest House offer accessible parking?\nA: No, A and B Guest House does not have accessible parking.\n\nQ: Does this site offer concierge service?\nA: A and B Guest House does not provide concierge service.\n\nQ: Is there a fitness center or gym available?\nA: A and B Guest House does not offer a fitness center or gym.\n\nQ: Do you have any cooking facility available in the guest house?\nA: Microwaves are available to use in the kitchen for guests at A AND B GUEST HOUSE.\n\nQ: Is there laundry available at the A and B Guest House?\nA: Laundry is available at the A and B Guest House.\n\nQ: Does the A and B Guest House offer lift?\nA: A and B Guest House doesn't offer lift.\n\nQ: Does A and B Guest House have luggage storage service.\nA: Luggage and storage service is not provided here.\n\nQ: Does this site have swimming pool?\nA: The A and B Guest House does not have a swimming pool.\n\nQ: Is there a restaurant onsite?\nA: There is not any restaurant or bar onsite at A and B Guest House.\n\nQ: Are there safety deposit boxes in the rooms at A and B Guest House?\nA: A AND B GUEST HOUSE does not have safety deposit box at the rooms.\n\nQ: Are there any spa?\nA: No spa is onsite here.\n\nQ: What is the cost of security deposit?\nA: A security deposit of GBP 50 per night is required at A AND B GUEST HOUSE.\n\nQ: how late can we check in?\nA: The front desk is not open 24 hours at A and B Guest House.\n\nQ: Will there be a dry cleaning service offered at A And B Guest House?\nA: There is no dry cleaning service offered by A AND B GUEST HOUSE.\n\nQ: Does the A and B Guest House provide room service?\nA: This place does not provide room service.\n\nQ: Does this site offer any airport shuttle service?\nA: Shuttle service is not provided here.",
    "hotel_1": "FAQ FOR ACORN GUEST HOUSE\n\nQ: Are pets welcomed at this property?\nA: People cannot bring pets to Acorn Guest House.\n\nQ: Do you have parking available for my car?\nA: There is no parking available at Acorn Guest House.\n\nQ: What are your breakfast options?\nA: Continental, vegetarian, and a full English/Irish breakfast are available at Acron Guest House.\n\nQ: What age does a child need to be to stay there?\nA: Children of any age are welcome.\n\nQ: Is the hotel WiFi accessible?\nA: Acorn guest house has free WiFi.\n\nQ: Do you serve a free breakfast?\nA: Acorn Guest House does not provide breakfast for free.\n\nQ: Will I be able to request additional beds there?\nA: You cannot ask for extra beds at the Acorn Guest House.\n\nQ: Is there any smoking section at this property?\nA: The entire property is non-smoking.\n\nQ: Is there wifi available, and is it an extra charge?\nA: The wifi is free at Acorn Guest House.\n\nQ: What time is check in for Acorn Guest House?\nA: Check in is between 2:00pm and 10:00pm.\n\nQ: When is the latest I can check out?\nA: The latest check-out time is 10:30 A.M.\n\nQ: What type of credit and debit cards do you take?\nA: All major credit cards are accepted at this hotel.\n\nQ: What languages does your staff speak?\nA: Greek, English, and Polish are spoken at the Acorn Guest House.\n\nQ: Are there facility for people with disability?\nA: The Acorn Guest House does not have any rooms with disablity access.\n\nQ: Is there accessible parking available?\nA: Acorn Guest House does not have accessible parking.\n\nQ: Will there be a concierge service at Acorn Guest House?\nA: Acorn Guest House does not offer concierge service.\n\nQ: Does Acorn Guest House have a gym?\nA: The Acorn Guest House does not have a fitness center or gym onsite.\n\nQ: Will I be able to use a kitchen when I stay here?\nA: Acorn Guest House does not offer a kitchen for its guests.\n\nQ: Do you provide laundry services?\nA: Laundry services are not provided here.\n\nQ: Do you have a lift for guests?\nA: Acorn Guest House does not have a lift.\n\nQ: Are there luggage storage service?\nA: Acorn Guest House does not offer luggage storage at their facility.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: ACORN GUEST HOUSE has no meeting or banquet facilities.\n\nQ: What is the cost of parking at the site?\nA: There is no charge for parking at ACORN GUEST HOUSE\n\nQ: Do I need a parking reservation?\nA: Parking reservations are not required at the Acorn Guest House.\n\nQ: Is there an onsite swimming pool at Acorn Guest House?\nA: There is no swimming pool onsite at Acorn Guest House.\n\nQ: Are there any restaurant?\nA: No, there is no restaurant at Acorn Guest House.\n\nQ: Do the guest rooms at Acorn Guest House have safety deposit boxes?\nA: There are no safety deposit boxes in the rooms at Acorn Guest House.\n\nQ: Does ACORN GUEST HOUSE have a spa onsite?\nA: No, we do not have a spa onsite.\n\nQ: Do you have an age restriction for check-in?\nA: No, Acorn Guest House does not have an age restriction for check-in.\n\nQ: Are there areas where people can smoke at Acorn Guest House?\nA: No designated smoking area is available here.\n\nQ: Are pets allowed at the Acorn Guest House?\nA: Pets are not allowed at the Acorn Guest House.\n\nQ: What is the security deposit amount?\nA: A security deposit of 20 GBP per stay is required at Acorn Guest House.\n\nQ: Is the front desk open 24 hours at Acorn Guest House?\nA: The front desk is not open for 24 hours at ACORN GUEST HOUSE.\n\nQ: Do you provide daily housekeeping?\nA: Daily housekeeping is not provided here.\n\nQ: Does Acorn Guest House provide dry cleaning service?\nA: No, Acorn Guest House does not provide dry cleaning service.\n\nQ: Is there room service available at Acorn Guest House?\nA: No, there is no room service available for guests at Acorn Guest House.\n\nQ: Does Acorn Guest House provide any shuttle service?\nA: ACORN GUEST HOUSE does not provide any shuttle service.",
    "hotel_2": "FAQ FOR ALEXANDER BED AND BREAKFAST\n\nQ: Do you have any staff that speaks European languages?\nA: Many European languages are spoken at Alexander Bed and Breakfast.\n\nQ: Can I bring my dog with me to Alexander Bed and Breakfast?\nA: Pets are not allowed.\n\nQ: Do I need to reserve parking at Alexander Bed and Breakfast?\nA: A reservation for parking is not necessary at the Alexander Bed and Breakfast.\n\nQ: What payment options are available there?\nA: Alexander Bed and Breakfast accepts cash, Paypal, or UK cheque.\n\nQ: Is there WiFi available?\nA: Free Wifi internet is available.\n\nQ: What kinds of parking options are available at your property?\nA: There is on-site private parking available at Alexander Bed and Breakfast.\n\nQ: Is there a fee to use wifi?\nA: The WiFi is free at the Alexander Bed and Breakfast.\n\nQ: Is there a kitchen I can use to prepare food?\nA: No, there is no kitchen at alexander bed and breakfast.\n\nQ: Can I bring my dog?\nA: Pets are not allowed at the Alexander Bed and Breakfast.\n\nQ: Can i park on premises?\nA: Yes, you can. Parking is available.\n\nQ: Is there a laundry room?\nA: There is laundry available at Alexander Bed and Breakfast.\n\nQ: Can I smoke at this property?\nA: No smoking is allowed at Alexander Bed and Breakfast.\n\nQ: Can I bring my 2-year-old when I stay here?\nA: Children are allowed at ALEXANDER BED AND BREAKFAST.\n\nQ: Does this site have designated smoking area?\nA: There is no designated smoking area here.\n\nQ: Does the Alexander Bed and Breakfast supply extra beds?\nA: Alexander Bed and Breakfast does not supply extra beds.\n\nQ: Is there a mandatory security deposit at Alexander Bed and Breakfast?\nA: Alexander Bed and Breakfast requires a security deposit of GBP 20 per stay.\n\nQ: Is front desk service available for 24 hours?\nA: The Alexander Bed and Breakfast does not offer 24-hour front desk.\n\nQ: Does the hotel offer a breakfast?\nA: The Alexander Bed and Breakfast offers a free continental breakfast.\n\nQ: Is there daily housekeeping provided at Alexander Bed and Breakfast?\nA: Daily housekeeping is not provided here.\n\nQ: Is there dry cleaning available at Alexander Bed and Breakfast?\nA: Dry Cleaning is not available at Alexander Bed and Breakfast.\n\nQ: Does Alexander Bed and Breakfast provide room service?\nA: Alexander Bed and Breakfast does not provide room service.\n\nQ: Does this site offer any airport shuttle service?\nA: ALEXANDER BED AND BREAKFAST does not provide a shuttle service.\n\nQ: Does Alexander Bed and Breakfast offer accessibility to the disabled?\nA: Alexander Bed and Breakfast does not offer accessibility to the disabled.\n\nQ: Are accessible parking available at the site?\nA: Accessible parking is not available at Alexander Bed and Breakfast.\n\nQ: Does this site offer concierge service?\nA: The Alexander Bed and Breakfast does not provide any concierge service.\n\nQ: Is there an onsite fitness center or gym at the Alexander Bed and Breakfast?\nA: The Alexander Bed and Breakfast does not offer an onsite fitness center or gym.\n\nQ: Are there Elevator available at the site?\nA: Alexander Bed and Breakfast does not have lift.\n\nQ: Does Alexander Bed and Breakfast offer luggage storage service?\nA: Luggage storage service is not provided at Alexander Bed and Breakfast.\n\nQ: Are there meeting or banquet facilities at Alexander Bed And Breakfast?\nA: There are no meeting or banquet facilities here.\n\nQ: What is the cost of parking at the site?\nA: Parking is free at Alexander Bed and Breakfast.\n\nQ: Is there an onsite swimming pool at Alexander Bed and Breakfast?\nA: ALEXANDER BED AND BREAKFAST does not have swimming pool onsite.\n\nQ: Are there any restaurant or bar at site?\nA: There is no restaurant or bar onsite at ALEXANDER BED AND BREAKFAST.\n\nQ: Do you provide safety deposit boxes?\nA: No safety deposit boxes are provided here.\n\nQ: Are there any spa?\nA: There is no spa onsite at ALEXANDER BED AND BREAKFAST.\n\nQ: What is the minimum age required to check into Alexander Bed and Breakfast?\nA: You must be at least 18 years old to check into Alexander Bed and Breakfast.\n\nQ: What is the check in time at the hotel?\nA: Check-in time is from 15:00 at Alexander Bed and Breakfast.\n\nQ: When is check out time at Alexander Bed and Breakfast?\nA: Check out time is at 10:30 at Alexander Bed and Breakfast.",
    "hotel_3": "FAQ FOR ALLENBELL\n\nQ: What type of payment is accepted at Allenbell?\nA: Allenbell accepts all major credit/debit cards, cash, and checks.\n\nQ: Do I have to pay for WiFi?\nA: There is free Wifi at Allenbell.\n\nQ: Is a security deposit required at Allenbell?\nA: Security desposits are required at Allenbell.\n\nQ: What is the earliest time I can check in?\nA: Check-in time is at 14:00.\n\nQ: What is the cancellation policy at Allenbell?\nA: Patrons need to cancel no later than five days in advance at Allenbell.\n\nQ: What is the check-out time at this property?\nA: The check-out time at Allenbell is at 10:00 am.\n\nQ: Do you have WiFi?\nA: Free WiFi is available at Allenbell.\n\nQ: Is there a kitchen and refrigerator available for guests there?\nA: There is a refrigerator but no kitchen available for guests at the Allenbell.\n\nQ: Should I make a reservation for parking?\nA: No reservation is needed for street car parking.\n\nQ: Is there a certain area to park my car?\nA: Ample off street car parking is available at Allenbell.\n\nQ: Is breakfast available at Allenbell?\nA: Breakfast at Allenbell is free when you book a room.\n\nQ: What are the breakfast options available at your location?\nA: Breakfast options at the Allenbell include fruit juices, toast and choice of preserves, choice of breakfast cereals, Continental, or Full English.\n\nQ: What is your pet policy?\nA: Allenbell is a pet free facility.\n\nQ: What are my options for parking at Allenbell?\nA: There is free off-street car parking at the Allenbell.\n\nQ: Can I smoke there?\nA: Allenbell is a non-smoking establishment.\n\nQ: Are pets allowed at your location?\nA: Sorry, pets are not allowed at ALLENBELL.\n\nQ: Are there laundry and ironing facilities at Allenbell?\nA: Therer are iron facilities available, but no laundry facilities.\n\nQ: Are there facility for people with disability?\nA: The Allenbell does not have any room with disability access.\n\nQ: Do you have any accessible parking options for disabilities?\nA: ALLENBELL offers accessible parking available.\n\nQ: Does this site offer concierge service?\nA: Concierge service is not provided at Allenbell.\n\nQ: Are there any fitness center or gym onsite/\nA: Allenbell does not have a fitness center or gym onsite.\n\nQ: Is there a lift available at Allenbell?\nA: There is not a lift available at Allenbell.\n\nQ: Does Allenbell provide luggage storage service?\nA: Allenbell does not provide luggage storage service.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: There are no meeting or banquet facilities at ALLENBELL.\n\nQ: What is the cost of parking here?\nA: The parking is free at Allenbell.\n\nQ: Does the Allenbell offer any outdoors activities?\nA: Allenbell does not have a swimming pool onsite.\n\nQ: Is there a restaurant or bar onsite at Allenbell?\nA: There is no restaurant or bar onsite.\n\nQ: Do you offer any safety deposit boxes in your rooms?\nA: The Allenbell does not offer safety deposit boxes in their rooms.\n\nQ: Is there an onsite spa at Allenbell?\nA: No, Allenbell does not have a spa onsite.\n\nQ: What is the minimum age requirement for check-in?\nA: You must be at least 18 years of age to check in at ALLENBELL.\n\nQ: Are children allowed at this property?\nA: Children are allowed at ALLENBELL.\n\nQ: Is there a smoking area at Allenbell?\nA: There is no designated smoking area at Allenbell.\n\nQ: Are extra bed available?\nA: Extra beds are not available at the Allenbell.\n\nQ: Is front desk service available for 24 hours?\nA: Allenbell does not offer 24 hours service at their facility.\n\nQ: Do you provide a daily housekeeping service?\nA: Allenbell does not provide a daily housekeeping service.\n\nQ: Does this site offer dry cleaning services?\nA: Allenbell does not provide dry cleaning service.\n\nQ: What type of language is spoken at the hotel?\nA: English, Italian, and Polish are spoken here.\n\nQ: Does Allenbell offer room service?\nA: Allenbell does not provide room service.\n\nQ: Does Allenbell offer a shuttle service?\nA: No shuttle service is provided.",
    "hotel_4": "FAQ FOR ALPHA-MILTON GUEST HOUSE\n\nQ: Do I need to reserve parking at Alpha-Milton Guest House?\nA: No reservation is needed for free parking.\n\nQ: What is the charge for WiFi?\nA: WiFi is free at Alpha-Milton Guest House.\n\nQ: Can I get an extra bed for my room?\nA: There is no room for extra beds at the hotel.\n\nQ: Do you allow pets at the guest house?\nA: Pets are not allowed.\n\nQ: Can I smoke there?\nA: Smoking is not permitted.\n\nQ: How much does it cost to park here?\nA: There is free parking at Alpha-Milton guest house\n\nQ: What time is check out at Alpha-Milton Guest House?\nA: The check-out time at the Alpha-Milton Guest House is any time in the morning until 11 am.\n\nQ: What forms of payment do you accept?\nA: This property accepts Visa, Mastercard, and Maestro.\n\nQ: Is there a charge for parking?\nA: Free parking is possible on site.\n\nQ: Is there WiFi offered?\nA: Free WiFi is available at the Alpha-Milton Guest House.\n\nQ: How early can I check in?\nA: Check in time is between 13:00 and 19:00\n\nQ: May i check in with my children?\nA: You may stay with children at the Alpha-Milton Guest House.\n\nQ: Does the guesthouse offer any free breakfast?\nA: The hotel offers a complementary English/Irish breakfast with coffee.\n\nQ: Is there lift available at Alpha-MIlton Guest House?\nA: No lift is available at Alpha-Milton Guest House.\n\nQ: Does the Alpha-Milton Guest House provide luggage storage service?\nA: The Alpha-Milton Guest House does not provide luggage storage service.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: There are no meeting or banquet facilities at Alpha-Milton Guest House.\n\nQ: Do you have parking available at your property?\nA: On site free parking is offered at the guest house.\n\nQ: What kind of fitness do you offer maybe a pool?\nA: The Alpha-Milton Guest House does not have a swimming pool onsite.\n\nQ: Are there any restaurant or bar?\nA: No restaurant or bar is available onsite.\n\nQ: Are there safe deposit boxes at the Alpa-Milton Guest House?\nA: There are no safe deposit boxes.\n\nQ: Are there any spa?\nA: There is no onsite spa at ALPHA-MILTON GUEST HOUSE.\n\nQ: Can my 17 year old daughter check in for me?\nA: There is a 18 or over age limit to check-in at Alpha-Milton Guest House.\n\nQ: Is there smoking areas in the guest house?\nA: There are no designated smoking areas at the Alpha-Milton Guest House.\n\nQ: Are pets allowed on site?\nA: Pets are not allowed here.\n\nQ: How much is the security deposit for my room?\nA: You have to pay GBP 50 per night as a non-refundable security deposit\n\nQ: What time is the front desk open?\nA: The front desk at the Alpha-Milton Guest House is not open for 24 hours.\n\nQ: Do you provide daily housekeeping services?\nA: The Alpha-Milton Guest House does not provide daily housekeeping service.\n\nQ: Do you have any sort of laundry service?\nA: Alpha-Milton does not provide dry cleaning services.\n\nQ: Are you a multi language facility?\nA: English is the only language spoken at Alpah-Milton Guest House.\n\nQ: Do you provide room service?\nA: Room service is not provided here.\n\nQ: Does this site offer any shuttle service?\nA: Shuttle services are not available at Alpha-Milton Guest House.\n\nQ: Are there facility for people with disability?\nA: Alpha-Milton Guest House does not have disability access.\n\nQ: Is accessible parking available?\nA: Accessible parking is not available here.\n\nQ: Does Alpha-Milton Guest House provide a concierge service?\nA: ALPHA-MILTON GUEST HOUSE does not provide a concierge service.\n\nQ: Do you have an onsite fitness center or gym?\nA: The Alpha-Milton Guest House does not have a fitness center or gym.\n\nQ: Do you have any kitchen facilities for guests to use?\nA: The Alpha-Milton guest house offers limited kitchen facilities such as microwave and full English/Irish breakfast.\n\nQ: Does this site offer laundry service?\nA: Laundry facilities are offered at Alpha-Milton Guest House.",
    "hotel_5": "FAQ FOR ARBURY LODGE GUESTHOUSE\n\nQ: Do I have to pay to park at Arbury Lodge Guest House?\nA: Parking is free at Arbury Lodge Guesthouse.\n\nQ: Do you accept credit cards?\nA: Visa and other major cards are accepted here.\n\nQ: What time is check-out?\nA: Check-out time at the Arbury Lodge Guesthouse is between 8 am and 10 am.\n\nQ: What kind of breakfast is served?\nA: There is a full english breakfast every morning\n\nQ: Can I stay with my children?\nA: Children cannot stay at Arbury Lodge Guesthouse.\n\nQ: What is your pet policy for guests?\nA: You cannot have pets at Arbury Lodge Guesthouse.\n\nQ: Do you have WiFi available for guests?\nA: Wifi is available at the Arbury Lodge Guesthouse.\n\nQ: Can we have extra beds put into the room?\nA: Extra beds are not available.\n\nQ: Can I smoke there?\nA: Smoking is not allowed at Arbury Lodge Guesthouse.\n\nQ: Is free wifi available at your location?\nA: Wifi is free at this lodge.\n\nQ: Is there parking available at the guesthouse?\nA: Free private parking is available.\n\nQ: What is the check-in time at this location?\nA: The check-in time is from 4pm to 9pm.\n\nQ: Is breakfast included in the stay?\nA: Arbury Lodge Guesthouse does not offer breakfast for free.\n\nQ: Do i need a reservations for a parking space?\nA: Reservations are not needed for parking.\n\nQ: What are my options for parking there?\nA: You can park at Arbury Lodge Guesthouse and the parking is free.\n\nQ: Does the Arbury Lodge Guesthouse have any rooms disability access?\nA: No, Arbury Lodge Guesthouse does not have any room with disability access.\n\nQ: Do you offer accessible parking here?\nA: Accessible parking is not available at Arbury Lodge Guesthouse.\n\nQ: Will there be an onsite concierge service at Arbury Lodge Guesthouse?\nA: No, Arbury Lodge Guest House does not provide concierge service.\n\nQ: Are there any fitness or gym area?\nA: No fitness center or gym is onsite here.\n\nQ: Are there any coffee or tea maker at the site?\nA: The coffee and tea maker are available for guests at Arbury Lodge Guesthouse.\n\nQ: Are there any laundry service?\nA: There is no laundry facility available at ARBURY LODGE GUESTHOUSE.\n\nQ: Does the Arbury Lodge Guesthouse have lift?\nA: No, we don't have lift at Arbury Lodge Guesthouse.\n\nQ: Is there a luggage storage service offered at Arbury Lodge Guesthouse?\nA: Luggage storage is not an offered service at Arbury Lodge Guesthouse.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: We have no banquet facilitiies.\n\nQ: Is there an onsite swimming pool for guests?\nA: There is no onsite swimming pool at Arbury Lodge Guesthouse.\n\nQ: Are there any restaurant or bar onsite?\nA: No, there's no restaurant or bar onsite at Arbury Lodge Guesthouse.\n\nQ: Are there safety deposit boxes available at Arbury Lodge Guesthouse?\nA: There are no safety deposit boxes available at Arbury Lodge Guesthouse.\n\nQ: Is there an onsite spa at Arbury Lodge Guesthouse?\nA: Arbury Lodge Guesthouse does not have a spa onsite.\n\nQ: What's the minimum check-in age here?\nA: To check in at Arbury Lodge Guesthouse you must be 18 years old.\n\nQ: Does this site have designated smoking area?\nA: There is no designated smoking area at the ARBURY LODGE GUESTHOUSE.\n\nQ: Are there pets allowed at Arbury Lodge Guesthouse?\nA: Pets are not allowed here.\n\nQ: Does this site require security deposit?\nA: Yes, the security deposit for Arbury Lodge Guesthouse is GBP 20 per stay.\n\nQ: Is front desk service available for 24 hours?\nA: No, the front desk is not open for 24 hours.\n\nQ: Does this site offer daily housekeeping service?\nA: Arbury Lodge Guesthouse does not provide a daily housekeeping service.\n\nQ: Do you provide dry cleaning services?\nA: Dry cleaning services are not provided at Arbury Lodge Guesthouse.\n\nQ: What type of language is spoken at the hotel?\nA: Ten languages are available at Arbury Lodge Guesthouse including: English, German, Greek, French, Spanish, Italian, Hungarian, Russian, Polish, and Latvian.\n\nQ: Does this site offer daily housekeeping service?\nA: Room service is not provided at Arbury Lodge Guesthouse.\n\nQ: Do you provide shuttle service?\nA: No ARBURY LODGE GUESTHOUSE does not provide any shuttle service.",
    "hotel_6": "FAQ FOR ARCHWAY HOUSE\n\nQ: Is parking available at Archway House?\nA: You can park your car off-road.\n\nQ: Is there available WiFi?\nA: Wifi is available all through the house.\n\nQ: Is there any parking nearby?\nA: Parking is available off-road at Archway House.\n\nQ: Is there a kitchenette in the rooms?\nA: No kitchen in rooms, but there is tea and coffee making equipment, with biscuits.\n\nQ: Is smoking allowed at your location?\nA: There is a no-smoking policy.\n\nQ: What options are available for breakfast?\nA: A Full English is included, and can do a lighter breakfast if arrangements are made in advance.\n\nQ: What is your pet policy?\nA: Archway House does not allow pets.\n\nQ: Do you have free WiFi?\nA: There is free wireless internet throughout.\n\nQ: Is there an extra charge for breakfast at this property?\nA: Breakfast is included at Archway House.\n\nQ: Can I make a reservation for parking?\nA: No reservation is required for parking at Archway House.\n\nQ: What is the cost of parking at the site?\nA: Free parking is available here.\n\nQ: Does Archway House have a swimming pool onsite?\nA: There is not a swimming pool onsite at Archway House.\n\nQ: Is there a restaurant or bar available onsite?\nA: Archway House does not have any restaurant or bar onsite.\n\nQ: Is there a safety deposit at Archway House?\nA: No safety deposit box is available here.\n\nQ: Are there any spa services available at Archway House?\nA: There are not spa services available at Archway House.\n\nQ: What is the minimum age of entry to check in at the hotel?\nA: Age restriction for check-in at Archway House is 18 years of age.\n\nQ: When is the check out time?\nA: 2 p.m. to 10 p.m.\n\nQ: When is the check-out time at Archway House?\nA: Check-out time here is 8:00 am to 10:30 am.\n\nQ: I will have a child with me, are they welcome at Archway House?\nA: You can stay with children at the Archway House.\n\nQ: Are there designated smoking areas at Archway House?\nA: There are no designated smoking areas at Archway House.\n\nQ: Will there be any extra beds upon request?\nA: ARCHWAY HOUSE does not have extra beds available.\n\nQ: What type of payment method do you accept?\nA: Archway House accepts payment by American Express, Visa, Mastercard, Maestro and Switch.\n\nQ: Are pets allowed at the Archway House?\nA: Pets are not allowed at the Archway House.\n\nQ: What is the security deposit at Archway House?\nA: Archway House requires a 50 GBP per night security deposit.\n\nQ: Is the front desk open 24 hours at the Archway House?\nA: The Archway house does not have a front desk that is open 24 hours.\n\nQ: Does Archway House provide daily housekeeping services?\nA: Daily housekeeping services are not provided here.\n\nQ: Do you provide any dry cleaning services?\nA: Archway does not provide dry cleaning\n\nQ: What languages are spoken at Archway House?\nA: English, Spanish and Italian languages are spoken at Archway House.\n\nQ: Is room service available at the Archway House?\nA: Room service is not available at Archway House.\n\nQ: Does this site offer any airport shuttle service?\nA: The Archway House does not provide any shuttle service.\n\nQ: Are the rooms accessible?\nA: The rooms at ARCHWAY HOUSE are not accessible.\n\nQ: Do you have accessible parking available?\nA: Archway House does not have accessible parking\n\nQ: Does this site offer concierge service?\nA: Archway House doesn't provide any concierge service.\n\nQ: Are there any fitness center on site?\nA: There is no fitness center onsite at Archway House.\n\nQ: Can I do my laundry when I visit here?\nA: A laundry facility is not available at Archway House.\n\nQ: Are there any lifts there?\nA: A lift is not available at Archway House.\n\nQ: Is there a luggage storage service at Archway House?\nA: There is no luggage storage service offered at the Archway House.\n\nQ: Are there any meeting or banquet facilities at the Archway House?\nA: There are not meeting or banquet facilities at the Archway House.",
    "hotel_7": "FAQ FOR ASHLEY HOTEL\n\nQ: Which credit cards do you accept for payment?\nA: We accept Visa, mastercard, aestro, sold and switch.\n\nQ: How much does it cost for WiFi there?\nA: Wifi is free at Ashley Hotel.\n\nQ: What time can I check in at Ashley Hotel?\nA: Check-in time is from 15:00 to 22:00.\n\nQ: Do you allow pets at the hotel?\nA: No pets are allowed.\n\nQ: Are extra beds available at the Ashley Hotel?\nA: One cannot ask for extra beds at Ashley Hotel.\n\nQ: Can I bring my dogs with me?\nA: You cannot stay with your pets at Ashley Hotel.\n\nQ: Is Wifi available?\nA: The Ashleye Hotel does have wifi and it is free.\n\nQ: What time is check out?\nA: Check-out deadline is 10:30 am.\n\nQ: Can I reserve a parking space?\nA: There is no parking at the Ashley Hotel onsite but there is parking close to the hotel. Reservations are not necessary.\n\nQ: What breakfast options are offered at Ashley Hotel?\nA: The Ashley Hotel offers a full English/Irish breakfast.\n\nQ: Is there parking available in front of the hotel?\nA: There is no onsite parking at Ashley Hotel.\n\nQ: Do you provide a free breakfast?\nA: Breakfast is not included.\n\nQ: Can I bring my kids?\nA: Children are welcome at this property.\n\nQ: What kinds of parking options are available?\nA: Private off-site parking is available.\n\nQ: How much is the parking at your hotel?\nA: Off-site parking is free near the Ashley Hotel.\n\nQ: Do you have any rooms with disability access?\nA: Yes, all the rooms have disability accessible at Ashley Hotel.\n\nQ: Does Ashley Hotel offer accessible parking?\nA: There is no accessible parking at Ashley hotel.\n\nQ: Is there concierge  service available?\nA: There is no concierge at Ashley Hotel.\n\nQ: Is there a fitness center or gym at Ashley Hotel?\nA: No, the Ashely Hotel does not have a fitness center or gym onsite.\n\nQ: Is there a coffee or tea maker available for guests?\nA: A coffee/tea maker is available for guests.\n\nQ: Is there a laundry facility available at Ashley Hotel?\nA: There is a laundry facility available at Ashley Hotel.\n\nQ: Is there a lift available at Ashley Hotel?\nA: There is no lift at Ashley hotel.\n\nQ: Do you provide luggage storage?\nA: Ashley Hotel does not provide luggage storage.\n\nQ: Do you offer meeting or banquet facilities here?\nA: There are no meeting or banquet facilities at Ashley Hotel.\n\nQ: Is there an onsite pool at Ashley Hotel?\nA: There is no onsite pool at Ashley Hotel.\n\nQ: What sort of food do you have on site?\nA: There is no onsite restaurant at Ashley Hotel.\n\nQ: Are there any safety deposit box?\nA: No safety deposit boxes are available at Ashley hotel.\n\nQ: Are there any spa?\nA: There is no spa onsite at Ashley Hotel.\n\nQ: Is there a check-in age restriction at Ashley Hotel?\nA: The age restriction for check-in at Ashley Hotel is 18 years of age.\n\nQ: Does this site have designated smoking area?\nA: No smoking is allowed in the entire property.\n\nQ: Do you require a security deposit?\nA: ASHLEY HOTEL requires a security deposit of 20 GBP per stay.\n\nQ: Do you have any rooms where I can smoke?\nA: Smoking is not allowed here.\n\nQ: Is the front desk available 24 hours?\nA: The front desk at Ashley Hotel is not open for 24 hours.\n\nQ: Does the Ashley Hotel provide daily housekeeping service?\nA: Ashley Hotel does not provide daily housekeeping service.\n\nQ: Do you provide dry cleaning services?\nA: The Ashley Hotel does not provide dry cleaning service.\n\nQ: What type of language is spoken at the hotel?\nA: English, Italian, Lithuanian, Portuguese, and Russian are the languages spoken here.\n\nQ: Are there any room service?\nA: Room service is not offered by ASHLEY HOTEL.\n\nQ: can you offer us a ride to and from the airport\nA: Shuttle service is not provided at Ashley Hotel.",
    "hotel_8": "FAQ FOR AUTUMN HOUSE\n\nQ: Is there accessible parking available at Autumn House?\nA: Yes, there is accessible parking at Autumn House.\n\nQ: How much is charged for parking my car?\nA: There is free parking at the Autumn House.\n\nQ: Do you have any smoking rooms available at your location?\nA: Smoking is not allowed at the Autumn House.\n\nQ: When do we have to check out in the morning?\nA: The check out time at Autumn House is between 8:00 am and 10:30 am.\n\nQ: Can I bring my pet with me?\nA: Pets are not allowed.\n\nQ: How often do you provide housekeeping services?\nA: There is housekeeping every day at Autumn House.\n\nQ: How much do you charge your guests for WiFi?\nA: Autumn house has free WiFi.\n\nQ: Can I get an extra bed in my room?\nA: Extra beds are not available.\n\nQ: Are children welcomed at this location?\nA: You cannot stay with children at the Autumn House.\n\nQ: Is there any internet service available?\nA: There is free wifi available.\n\nQ: Do I need to make a reservation for private parking?\nA: Private parking is available without a reservation.\n\nQ: Are there certain languages used to communicate?\nA: English and Italian are spoken at the Autumn House.\n\nQ: What credit cards are accepted there?\nA: Autumn House accept these types of credit cards: American Express, Visa, Mastercard, JCB, Maestro, Solo, and UnionPay.\n\nQ: What time can I check into my room?\nA: Check in time is 14:00 to 18:30.\n\nQ: Is there a kitchen or lounge area available for guests to use?\nA: There is a kitchen and lounge area for guests to use.\n\nQ: How much is parking?\nA: Parking is free at the Autumn House.\n\nQ: Can my child do the check in?\nA: Customers have to be over 18 to check-in at Autumn House.\n\nQ: What kind of parking is available?\nA: On-site private parking is available for free.\n\nQ: Does the hotel offer complementary breakfast?\nA: Yes, Autumn House offers a free English breakfast for guests.\n\nQ: Does Autumn House offer dry cleaning service?\nA: Dry cleaning service is not provided at Autumn House.\n\nQ: How late is your room servoice available?\nA: AUTUMN HOUSE does not have room service available.\n\nQ: Does Autumn House have shuttle service?\nA: Autumn House does not have shuttle service.\n\nQ: Are there facility for people with disability?\nA: The Autumn House does not have any room with disability access.\n\nQ: Are concierge services available?\nA: Concierge services are not available at AUTUMN HOUSE.\n\nQ: Do you offer any fitness gear at your location?\nA: There is no fitness center or gym onsite here.\n\nQ: Does Autumn House offer on-site laundry?\nA: Autumn House does have on-site laundry.\n\nQ: Are there Elevator available at the site?\nA: The Autumn House does not have a lift.\n\nQ: Are there luggage storage service?\nA: Autumn House does not offer luggage storage service.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: Autumn house does not have any meeting or banquet facilities.\n\nQ: Do you have a swimming pool there?\nA: There is no swimming pool on site at Autumn House.\n\nQ: Are there any restaurant or bar available on site?\nA: There is not a restaurant or bar at Autumn House.\n\nQ: Does this site require safe deposit?\nA: The Autumn House does not have a safe deposit box.\n\nQ: Is there an onsite spa at the Autumn House?\nA: There is no spa on site here.\n\nQ: Do you have any designated smoking areas?\nA: There are no designated smoking areas at Autumn House.\n\nQ: Is there a non-refundable security deposit required at Autumn House?\nA: A 50% non-refundable security deposit is required at Autumn House.\n\nQ: Is the front desk at Autumn House open for 24 hours?\nA: AUTUMN HOUSE does not have a front desk that is open for 24 hours.",
    "hotel_9": "FAQ FOR AVALON\n\nQ: Can I bring my kids with me when I stay here?\nA: AVALON is adults-only.\n\nQ: Is there a designated area for smoking at AVALON?\nA: There is no designated smoking area at Avalon.\n\nQ: Are extra beds available?\nA: Avalon does not have extra beds available.\n\nQ: Which credit cards does Avalon accept?\nA: Avalon accepts Visa, Mastercard, American Express, Maestro, Sold.\n\nQ: Are pets allowed on site?\nA: Pets are not allowed at avalon\n\nQ: What is the cost of security deposit?\nA: A security deposit of 50 GBP per night is required at Avalon.\n\nQ: Can I smoke at Avalon?\nA: Smoking is not allowed at Avalon.\n\nQ: Is Avalon open 24 hours?\nA: No, does not stay open 24 hours.\n\nQ: Is there free breakfast offered at the hotel?\nA: The Avalon provides several breakfast options including full English breakfast but there is a charge.\n\nQ: Does Avalon offer daily housekeeping service?\nA: Avalon does not offer daily housekeeping services.\n\nQ: Does Avalon provide dry cleaning service?\nA: Avalon does not provide dry cleaning service.\n\nQ: What languages do you support?\nA: English and Italian are spoken at AVALON.\n\nQ: Do you offer any sort of room service?\nA: Room service is not provided.\n\nQ: Is shuttle service offered at Avalon?\nA: Avalon does not provide any shuttle service.\n\nQ: Are there facility for people with disability?\nA: Unfortunately, no service is available for disability.\n\nQ: Is there accessible parking available?\nA: There is accessible parking available at AVALON.\n\nQ: Is there concierge service at Avalon?\nA: Sorry, no concierge service is avaliable.\n\nQ: Do you have a fitness center or gym onsite?\nA: No, there is not a fitness center on gym onsite\n\nQ: Is there free WiFi available at Avalon?\nA: You can use WiFi at 10 GBP per day here.\n\nQ: Are there any microwaves available for guests at Avalon?\nA: Microwaves are available for guests at Avalon.\n\nQ: Do you have any iron facilities?\nA: AVALON has only iron facilities on offer.\n\nQ: Do they have a lift?\nA: Avalon does not have lift.\n\nQ: Do you provide any luggage storage services?\nA: Luggage storage is not available at Avalon.\n\nQ: Are there any meeting or banquet facilities at Avalon?\nA: Avalon does not have any meeting or banquet facilities.\n\nQ: What parking options are available here?\nA: Only on-site public parking is available at Avalon.\n\nQ: Is there a fee for the parking at Avalon?\nA: Parking is free at the Avalon.\n\nQ: Are parking reservation required at the site?\nA: Parking reservations are not required at Avalon.\n\nQ: Are there any swimming pool?\nA: Avalon does not have a swimming pool available onsite.\n\nQ: Does Avalon have its own restaurant or bar?\nA: Avalon does not have its own restaurant or bar.\n\nQ: Do you have safety deposit boxes in the rooms?\nA: There are no safety deposit boxes at Avalon.\n\nQ: Are there spa?\nA: Avalon does not have a spa onsite\n\nQ: Do you have an age restriction to check-in?\nA: There is no age restriction to check-in at Avalon.\n\nQ: What time is check-in at Avalon?\nA: Check-in at AVALON starts at 14:00.\n\nQ: When is the check out time?\nA: The checkout time is until noon (12:00).",
    "hotel_10": "FAQ FOR AYLESBRAY LODGE GUEST HOUSE\n\nQ: How old do you have to be to check in?\nA: Minimum age to check-in is 18.\n\nQ: What is your check in time?\nA: The check in time is between 1:00pm to 10pm.\n\nQ: Is public parking free at your location?\nA: Free public parking is available at the Aylesbray Lodge Guest House.\n\nQ: Can my dog stay here with me?\nA: No pets are allowed.\n\nQ: Is there a charge to use the internet?\nA: Use of WiFi is free.\n\nQ: Are extra beds available to add to a room?\nA: No extra bed is available at Aylesbray Lodge Guest House.\n\nQ: Do I need to make a reservation for parking?\nA: Reservation is not needed for parking at the guest house.\n\nQ: What payment options are accepted at Aylesbray Lodge Guest House?\nA: Visa, Mastercard, Switch, American Express, and Maestro are accepted as payment methods.\n\nQ: How much does parking cost there?\nA: Parking is free at the Aylesbray Lodge Guest House.\n\nQ: Do you have any age restrictions for children that are staying at the hotel?\nA: Children of any age are welcome.\n\nQ: Is parking free at Aylesbray Lodge Guest House?\nA: There is free parking at Aylesbray Lodge Guest House.\n\nQ: Is smoking allowed there?\nA: You may not smoke at the Aylesbray Lodge Guest House.\n\nQ: Can I bring my dog?\nA: Pets are allowed at Aylesbray Lodge\n\nQ: What time is check out at Aylesbray Lodge Guest House?\nA: The check-out time is  until 10:00 am.\n\nQ: Is Wifi available at the Aylesbray lodge guest house?\nA: Free WiFi is available at the Aylesbray Lodge Guest House.\n\nQ: What languages are spoken at your location?\nA: Greek and English are spoken at Aylesbray Lodge Guest House.\n\nQ: Are rooms accessible?\nA: The rooms at Aylesbray Lodge Guest House are not accessible.\n\nQ: Do you have accessible parking available?\nA: Accessible parking is not available at AYLESBRAY LODGE GUEST HOUSE.\n\nQ: What services do you offer, like maybe a concierge service?\nA: The Aylesbray Lodge Guest House does not provide concierge service.\n\nQ: Is there a gym or fitness center onsite at Aylesbray Lodge Guest House?\nA: No gym or fitness center is available at this property.\n\nQ: Will I be able to use a kitchen when I stay here?\nA: There is a shared kitchen available for guests at Aylesbray Lodge Guest House.\n\nQ: Is there a laundry facility on site?\nA: Yes, Aylesbury lodge guest house has a laundry facility.\n\nQ: Is there a lift for guest use at Aylesbray Lodge Guest House?\nA: No, Aylesbray Lodge Guest House does not have a lift.\n\nQ: Is there a luggage storing service available?\nA: There is not any luggage storage service at Aylesbray Lodge Guest House.\n\nQ: Are there any meeting or banquet facilities available?\nA: Aylesbray Lodge Guest House does not have any meeting or banquet facilities.\n\nQ: Do you have a pool onsite?\nA: Aylesbray does not have a swimming pool on site.\n\nQ: Is there a restaurant or bar onsite?\nA: AYLESBRAY LODGE GUEST HOUSE has no onsite bar or restaurant.\n\nQ: Does this site require any safety deposit?\nA: There is no safety deposit box at the rooms at Aylesbray Lodge Guest House.\n\nQ: Are there any spa?\nA: There is no spa onsite at Aylesbray Lodge Guest House.\n\nQ: Does this site have designated smoking area?\nA: There is no designated smoking area available\n\nQ: what sort of deposit is required?\nA: A 50% Non-Refundable deposit is required at Aylesbray Lodge Guest House.\n\nQ: Is your front desk open 24 hours?\nA: The front desk at Aylesbray Lodge Guest House is not open 24 hours.\n\nQ: Is there free breakfast available at the hotel?\nA: Free English/Irish breakfast is available here.\n\nQ: Does Aylesbray Lodge Guest House offer daily housekeeping service?\nA: The Aylesbray Lodge Guest House does not provide daily housekeeping service.\n\nQ: Does this site offer dry cleaning services?\nA: Dry cleaning service is not offered by Aylesbray Lodge Guest House.\n\nQ: Does this site offer daily housekeeping service?\nA: Room service is not offered at AYLESBRAY LODGE GUEST HOUSE.\n\nQ: Are there any airport shuttle service at the site?\nA: The Aylesbray Lodge Guest House does not provide shuttle service.",
    "hotel_11": "FAQ FOR BRIDGE GUEST HOUSE\n\nQ: Are pets allowed here?\nA: No, pets are not allowed at this property.\n\nQ: Is there breakfast available for guests?\nA: Breakfast is available to buy at the property for 6 GBP per person\n\nQ: Can I make a reservation for parking?\nA: A reservation is not needed for parking at the Bridge Guest House.\n\nQ: What languages are spoken there?\nA: Greek, English, and Romanian are spoken at the Bridge Guest House.\n\nQ: Is there a cost for parking?\nA: There is free parking at Bridge Guest House.\n\nQ: Can I bring my pet to your location?\nA: Pets are not allowed.\n\nQ: What is the earliest time I can check-in at Bridge Guest House?\nA: The check-in time at Bridge Guest House is between 4:00pm and 6:00pm.\n\nQ: What time is check-out at the Bridge Guest House?\nA: The check-out time at the Bridge Guest House is between 8 am and 10:30 am.\n\nQ: Are children allowed to stay at your location?\nA: Yes, children are allowed.\n\nQ: What kind of breakfast does the Bridge Guest House serve?\nA: Breakfast is continental and full English/Irish.\n\nQ: Does Bridge Guest House allow smoking?\nA: Smoking is not allowed at the Bridge Guest House.\n\nQ: What is the cost of WiFi at your location?\nA: Free WiFi is available at the Bridge Guest House.\n\nQ: Does the hotel offer accessible parking?\nA: Accessible parking is available on site.\n\nQ: What payment options are accepted at Bridge Guest House?\nA: Visa and Mastercard are accepted at Bridge Guest House\n\nQ: What is the charge for WiFi?\nA: Wifi is free at Bridge Guest House.\n\nQ: Are extra beds available to the guest?\nA: You cannot ask for extra beds at the Bridge Guest House.\n\nQ: Do I have to pay for parking?\nA: Bridge Guest House has free parking.\n\nQ: Is there a daily housekeeping service at your location?\nA: There is housekeeping service every day at Bridge Guest House.\n\nQ: Is there an age restriction for check-in?\nA: Age restriction for check-in at Bridge Guest House is 18 years of age.\n\nQ: Are there any designated smoking areas at the Bridge Guest House?\nA: There are no designated smoking areas at the Bridge Guest House.\n\nQ: Is there a security deposit at Bridge Guest House?\nA: BRIDGE GUEST HOUSE requires a security deposit of GBP 50 per night.\n\nQ: Is the front desk at the Bridge Guest House open for 24 hours?\nA: The front desk at the Bridge Guest House is not open for 24 hours.\n\nQ: Does Bridge Guest House offer dry cleaning services?\nA: Bridge Guest House does not offer a dry cleaning service.\n\nQ: Do you provide room service daily?\nA: Bridge Guest House does not provide room service.\n\nQ: Do you provide a shuttle service?\nA: Bridge Guest House does not provide any shuttle service.\n\nQ: Do you have any rooms that are accessible to disabled guests?\nA: The rooms at BRIDGE GUEST HOUSE are not accessible.\n\nQ: Do you have a concierge service?\nA: No concierge is available.\n\nQ: Are there any fitness center or gym?\nA: Bridge Guest House does not have a fitness center or gym onsite.\n\nQ: Do you provide kitchens for your guests?\nA: Bridget Guest House provides only microwave for kitchen facilities for their guests.\n\nQ: Do you provide any laundry services?\nA: Laundry services are provided here.\n\nQ: Does Bridge Guest House have a lift?\nA: The Bridge Guest House does not have a lift.\n\nQ: Does this property offer luggage storage here?\nA: Bridge Guest House does not offer luggage storage as a service at their facility\n\nQ: Are there any meeting or banquet facilities at Bridge Guest House?\nA: There are no meeting or banquet facilities at BRIDGE GUEST HOUSE.\n\nQ: Is there on-site private parking at the Bridge Guest House?\nA: The Bridge Guest House has on-site private parking.\n\nQ: Is there an onsite swimming pool at Bridge Guest House?\nA: There is no swimming pool onsite at Bridge Guest House.\n\nQ: Are there any restaurant or bar onsite?\nA: There is no restaurant or bar onsite at the Bridge Guest House.\n\nQ: Does Bridge Guest House have a safety deposit box?\nA: The rooms at BRIDGE GUEST HOUSE do not have a safety deposit box.\n\nQ: Are there any spa?\nA: Thres is no spa onsite here.",
    "hotel_12": "FAQ FOR CAROLINA BED AND BREAKFAST\n\nQ: Do you serve a free breakfast?\nA: No, breakfast is not free at Carolina Bed and Breakfast.\n\nQ: What type of breakfast is available?\nA: Full English/Irish breakfast is available.\n\nQ: How much is parking at your location?\nA: Parking is free at Carolina Bed and Breakfast.\n\nQ: Are the rooms here cleaned on a daily basis?\nA: The Carolina Bed and Breakfast provides daily housekeeping service.\n\nQ: Can my dog stay with me at Carolina Bed & Breakfast?\nA: Pets are not allowed.\n\nQ: How much does it cost for WiFi?\nA: Free WiFi is available.\n\nQ: What languages are spoken here?\nA: German, Italian, Spanish and English are spoken at Carolina Bed and Breakfast.\n\nQ: What credit cards are accepted at your location?\nA: Carolina Bed and Breakfasts accepts American Express, Visa, MasterCard, and Maestro Card.\n\nQ: Can I stay with my kids?\nA: No, children are not allowed.\n\nQ: Is there a shuttle service offered at Carolina Bed and Breakfast?\nA: Yes, there is a shuttle service available with additional charge.\n\nQ: Are extra beds or cots available?\nA: There is no extra bed available.\n\nQ: What is your check-in time?\nA: Check-in is between 4 and 7 pm.\n\nQ: is smoking allowed?\nA: Smoking is not allowed at Carolina Bed and Breakfast.\n\nQ: Do I have to reserve parking?\nA: No parking reservation is needed.\n\nQ: Is parking available at Carolina Bed and Breakfast?\nA: Free public parking is available.\n\nQ: Do I have to pay for WiFi?\nA: Carolina Bed and Breakfast offers free WiFi in all areas.\n\nQ: When is check out at Carolina Bed and Breakfast?\nA: Check out is until 10:30 am at Carolina Bed and Breakfast.\n\nQ: Is this property accessible to disabled guests?\nA: Carolina Bed and Breakfast is not accessible.\n\nQ: Is there accessible parking at Carolina Bed And Breakfast?\nA: The Carolina Bed and Breakfast does not have accessible parking.\n\nQ: Is a concierge service available at Carolina Bed and Breakfast?\nA: CAROLINA BED AND BREAKFAST does not offer a concierge service.\n\nQ: Is there a fitness center/gym onsite at Carolina Bed and Breakfast?\nA: No, Carolina Bed and Breakfast does not have a fitness center/gym onsite.\n\nQ: Are there any kitchen at the site?\nA: There is a coffee/tea maker available for guests at Carolina Bed and Breakfast, but no kitchen.\n\nQ: Are laundry services availible?\nA: There is no laundry facility at Carolina Bed and Breakfast.\n\nQ: Is there an accessible handicap lift?\nA: The Carolina Bed and Breakfast does not have a lift.\n\nQ: Does Carolina Bed and Breakfast offer a luggage storage service?\nA: Carolina Bed and Breakfast does not offer any luggage storage service.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: There are no meeting or banquet facilities offered by CAROLINA BED AND BREAKFAST.\n\nQ: Is there on site parking available at the Carolina Bed and Breakfast?\nA: On site parking is available at the Carolina Bed and Breakfast.\n\nQ: Is there a swimming pool at Carolina Bed and Breakfast?\nA: CAROLINA BED AND BREAKFAST does not have a swimming pool onsite.\n\nQ: Are there any restaurant or bar available?\nA: There is no restaurant or bar onsite at Carolina Bed and Breakfast.\n\nQ: Do you provide safety deposit boxes in your rooms?\nA: No, there are no safety deposit boxes available at Carolina Bed And Breakfast.\n\nQ: Are there any spa?\nA: Carolina Bed and Breakfast does have a spa onsite.\n\nQ: Do you have a minimum age restriction to check-in?\nA: There is no age restriction to check-in at Carolina Bed and Breakfast.\n\nQ: Does this site have designated smoking area?\nA: No, smoking is not allowed anywhere in Carolina Bed And Breakfast.\n\nQ: Are pets allowed on site?\nA: Pets are not allowed at the Carolina Bed and Breakfast.\n\nQ: What is the deposit for safety?\nA: A 50% non-refundable deposit is required to stay at Carolina Bed and Breakfast.\n\nQ: Is front desk service available for 24 hours?\nA: The front desk is not 24 hours here.\n\nQ: Does this site offer dry cleaning services?\nA: Dry cleaning service is not available at CAROLINA BED AND BREAKFAST.\n\nQ: Is room service provided at Carolina Bed and Breakfast?\nA: No CAROLINA BED AND BREAKFAST does not provide room service.",
    "hotel_13": "FAQ FOR CITY CENTRE NORTH B AND B\n\nQ: Is there an onsite spa at City Centre North B and B?\nA: City Centre North B and B does not have a spa onsite.\n\nQ: Do you have agr restrictions of some sort for check in?\nA: There is no age restriction to check-in at the City Centre North B and B.\n\nQ: What is the check-in time?\nA: The check-in time at City Centre North B and B is from 14:00.\n\nQ: What is your check-out time?\nA: Check-out time at City Centre North B and B is 8:00 AM - 10:30 AM.\n\nQ: Are children allowed to stay?\nA: Children are not allowed at City Centre North B and B.\n\nQ: Does this site have designated smoking area?\nA: There is no designated smoking area at the City Centre North B and B.\n\nQ: Are extra bed available?\nA: CITY CENTRE NORTH B AND B does not have extra beds available.\n\nQ: What forms of payment are accepted at the City Centre North B and B?\nA: CITY CENTRE NORTH B AND B accepts American Express, Visa, Mastercard and Maestro as payment.\n\nQ: Are pets allowed at City Centre North B and B?\nA: Pets are not allowed at City Centre North B and B.\n\nQ: How high is your security deposit?\nA: City Centre North B and B requires a 50% non-refundable security deposit.\n\nQ: Is your facility smoking or non smoking?\nA: Smoking is not allowed at City Centre North B and B.\n\nQ: Is the front desk at City Centre North B and B open for 24 hours?\nA: The front desk at City Centre North B and B is not open for 24 hours.\n\nQ: Do you offer free breakfast?\nA: City Centre North B and B does offer free English breakfast.\n\nQ: Does City Centre North B and B provide daily housekeeping service?\nA: City Centre North B and B does not provide daily housekeeping service.\n\nQ: Does City Centre North B and B offer dry cleaning service?\nA: City Centre North B and N does not provide dry cleaning service.\n\nQ: What languages are spoken at City Centre North B and B?\nA: Greek and English are spoken at this place.\n\nQ: Does this site offer daily housekeeping service?\nA: CITY CENTRE NORTH B AND B does not provide room service.\n\nQ: Do you provide a shuttle service?\nA: No, we don't provide shuttle service at City Centre North B and B.\n\nQ: Are there any accessible rooms?\nA: No, this B&B does not have any accessible rooms.\n\nQ: Are there any accessible parking onsite?\nA: There is no accessible parking here.\n\nQ: Does City Centre North B and B offer concierge service?\nA: City Centre North B and B does not offer concierge service.\n\nQ: Do you offer a fitness center or gym onsite?\nA: City Centre North B and B does not have a fitness center or gym onsite.\n\nQ: Are there any WiFi at the site?\nA: The cost to use WiFi at City Centre North B and B is 8 GBP per day.\n\nQ: What type of kitchen is available at the site?\nA: A shared kitchen is available for guest at the City Centre North B and B.\n\nQ: Are there any laundry facilities at City Centre North B and B?\nA: CITY CENTRE NORTH B AND B has iron facilities but no laundry.\n\nQ: Does City Centre North B and B have a lift?\nA: City Centre North B and B does not have lift.\n\nQ: Is there luggage storage service at City Centre North B and B?\nA: City Centre North B and B does not provide luggage storage.\n\nQ: Are there any meeting or banquet facilities at City Centre North B and B?\nA: CITY CENTRE NORTH B AND B does not have any meeting or banquet facilities.\n\nQ: What is the cost of parking at the site?\nA: There is free private on site parking at City Centre North B and B.\n\nQ: Is there a fee for the on-site private parking at the City Centre North B and B?\nA: Parking is free for on-site private parking at the City Centre North B and B.\n\nQ: Do I need reservation to park at the site?\nA: You do not need to make a reservation for parking at City Centre North B and B in advance.\n\nQ: Do you have a swimming pool onsite?\nA: There is no swimming pool onsite here.\n\nQ: Does this site have restaurant available?\nA: City Centre North B and B has a restaurant onsite.\n\nQ: Do you offer safety deposit boxes?\nA: City Centre North B&B does not offer safety deposit boxes.",
    "hotel_14": "FAQ FOR CITYROOMZ\n\nQ: Does Cityroomz have rooms with disability access?\nA: We don't have any room with disability access at Cityroomz.\n\nQ: Is accessible parking available at the site?\nA: Accessible parking is not available at Cityroomz.\n\nQ: Is there concierge service at Cityroomz?\nA: There is no concierge service available at CITYROOMZ.\n\nQ: Are there any fitness center on site?\nA: There is no fitness center at Cityroomz.\n\nQ: What is the cost of WiFi here?\nA: The Wifi service is 5 GBP/Day at Cityroomz.\n\nQ: Does CITYROOMZ have kitchens available for guests?\nA: CITYROOMZ offers no kitchen for guests, instead offering only a microwave.\n\nQ: Do you have washer and dryer available?\nA: Laundry is available at Cityroomz.\n\nQ: Is there a lift at Cityroomz?\nA: Sorry but there is no lift available at Cityroomz.\n\nQ: Are there luggage storage service?\nA: No luggage service is available.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: Cityroomz does not have any meeting or banquet facilities.\n\nQ: Will there be parking options once I arrive?\nA: Yes, Cityroomz offers free onsite parking.\n\nQ: How much is the parking fee for guests?\nA: Free parking is available on site.\n\nQ: Is parking reservation required to stay?\nA: A parking reservation is required at Cityroomz.\n\nQ: Is there a swimming pool at CITYROOMZ?\nA: There is no swimming pool at CITYROOMZ.\n\nQ: Is there a restaurant or bar available onsite at CITYROOMZ?\nA: There is no restaurant or bar onsite at CITYROOMZ.\n\nQ: Do you have safety deposit boxes in your rooms?\nA: No, we don't have safety deposit box at the rooms here.\n\nQ: Do you have a spa onsite?\nA: Cityroomz does not have a spa onsite.\n\nQ: What is the minimum age of entry to check in at the hotel?\nA: You must be at least 18 years old to check in at Cityroomz.\n\nQ: What is your check-in time?\nA: Check-in at CITYROOMZ  is set at 13:00 - 19:00.\n\nQ: When is the check-out time at Cityroomz?\nA: The check-out time at CITYROOMZ is at 10:00.\n\nQ: Are kids allowed?\nA: Yes, children are allowed at Cityroomz.\n\nQ: Do you have any designated smoking areas?\nA: There are no designated smoking areas at Cityroomz.\n\nQ: Can I get extra beds at Cityroomz?\nA: Extra beds are not available at Cityroomz.\n\nQ: Which credit cards does Cityroomz accept?\nA: Cityroomz accepts American Express, Visa, Mastercard, Maestro and Sold for payment.\n\nQ: Are pets allowed on site?\nA: Pets are not allowed at Cityroomz.\n\nQ: What is the cost of security deposit?\nA: There is required security deposit for GBP 20 per day at Cityroomz.\n\nQ: Is smoking permitted at Cityroomz?\nA: Smoking is not permitted\n\nQ: When is front desk service available?\nA: The front desk at Cityroomz is not open for 24 hours.\n\nQ: Does Cityroomz offer breakfast options?\nA: CITYROOMZ provides a variety of breakfast options, but not for free.\n\nQ: Does this site offer daily housekeeping service?\nA: Daily housekeeping is not available here.\n\nQ: Do you dry cleaning available?\nA: No, Cityroomz doesn't offer a dry cleaning service.\n\nQ: What languages are spoken at your hotel?\nA: English, Spanish and Italian are spoken at Cityroomz.\n\nQ: Do you offer room service?\nA: Cityroomz does not offer room service.\n\nQ: Does this site offer any airport shuttle service?\nA: Cityroomz does not provide any shuttle service.",
    "hotel_15": "FAQ FOR EL SHADDAI\n\nQ: Do you have a pool?\nA: El Shaddai does not have an onsite swimming pool.\n\nQ: Are there any restaurant?\nA: There is no restaurant onsite at El Shaddai.\n\nQ: Is there room service provided at El Shaddai?\nA: Room service is not provided at El Shaddai.\n\nQ: Are there safety boxes in the rooms?\nA: The rooms at El Shaddai do not have a safety deposit box.\n\nQ: Does El Shaddai offer any shuttle service?\nA: No, El Shaddai does not offer any shuttle service.\n\nQ: Are there spa?\nA: There is not a spa onsite at El Shaddai.\n\nQ: It there any age restriction to check-in?\nA: You must be at least 18 years old to check-in\n\nQ: When is the check-in time at El Shaddai?\nA: Check-in time is from 1 pm until 7 pm at the El Shaddai.\n\nQ: What time is the checkout at El Shaddai?\nA: 11:00 a.m. checkout\n\nQ: Is this an adult only location?\nA: Children are allowed here.\n\nQ: Is there a designated smoking area?\nA: There is not a designated smoking area.\n\nQ: Can I request an extra bed when I stay here?\nA: Extra beds can not be requested at El Shaddai.\n\nQ: What type of payment method do you accept?\nA: Visa, MasterCard, Maestro, Sold, and Switch are accepted as payment methods here.\n\nQ: Can I bring my cat when I stay here?\nA: Pets are not allowed to stay at the El Shaddai.\n\nQ: Do you require a security deposit?\nA: A 50% non-refundable deposit is required to stay at El Shaddai.\n\nQ: Is smoking permitted at El Shaddai?\nA: Smoking is not allowed here.\n\nQ: Is the front desk open 24 hours at El Shaddai?\nA: The front desk at El Shaddai is not open 24 hours a day.\n\nQ: Is free breakfast included?\nA: Continental, Full English/Irish, Vegetarian, and Gluten-free breakfast is available here for free of charge.\n\nQ: Does this site offer daily housekeeping service?\nA: El Shaddai does not provide daily housekeeping service.\n\nQ: Does this site offer dry cleaning services?\nA: Dry cleaning services are not provided here.\n\nQ: What languages are spoken at El Shaddai?\nA: We provide English and Italian spoken at El Shaddai.\n\nQ: Does El Shaddai have any rooms with disability access?\nA: El Shaddai does not have any room with disability access.\n\nQ: Are there any accessible parking available?\nA: El Shaddai does not have any accessible parking.\n\nQ: Does this site offer concierge service?\nA: Concierge service is not offered by EL SHADDAI.\n\nQ: Do you offer a fitness center or gym onsite?\nA: No fitness center or gym is available onsite.\n\nQ: What's the cost of WiFi here?\nA: WiFi is 10 GBP/Day at El Shaddai.\n\nQ: Is there a kitchen available for the guests at El Shaddai?\nA: There is a shared kitchen available for guests at El Shaddai.\n\nQ: Does this site have onsite laundry?\nA: El Shaddai does have onsite laundry available.\n\nQ: Are there Elevator available at the site?\nA: El Shaddai does not have lift.\n\nQ: Does El Shaddai offer luggage storage?\nA: There's no storage for luggage at this place.\n\nQ: Are there any meeting or banquet facilities at El Shaddai?\nA: There are no meeting or banquet facilities here.\n\nQ: What kind of parking is available at the site?\nA: El Shaddai offers free on-site private parking.\n\nQ: How much is the fee for parking at this site?\nA: EL SHADDAI offers free parking for guests.\n\nQ: Do I need reservation for parking?\nA: You don't have to reserve parking ahead of time at EL SHADDAI.",
    "hotel_16": "FAQ FOR EXPRESS BY HOLIDAY INN CAMBRIDGE\n\nQ: Is there an onsite spa?\nA: No, this hotel doesn't have spa onsite.\n\nQ: Is free parking available?\nA: There is free parking onsite at Express by Holiday Inn Cambridge.\n\nQ: Are there any restaurants on site?\nA: There is a restaurant on site at Express by Holiday Inn Cambridge.\n\nQ: Is there free WiFi available?\nA: There is free wifi available at Express by Holiday Inn Cambridge.\n\nQ: Does the front desk open for 24 hours at Express by Holiday Inn Cambridge?\nA: Yes, the front desk opens for 24 hours.\n\nQ: Is there luggage storage available at your location?\nA: At Express by Holiday Inn Cambridge there is luggage storage available.\n\nQ: What type of breakfast is served?\nA: Continental breakfast is available.\n\nQ: Can I bring my dog to Express by Holiday Inn Cambridge?\nA: You may not stay with your pets at the Express by Holiday Inn Cambridge.\n\nQ: Is WiFi available?\nA: Yes, there is free Wifi.\n\nQ: What parking option does Express by Holiday Inn Cambridge offer?\nA: Free private parking is available at the Express by Holiday Inn Cambridge.\n\nQ: Is there a house keeping every morning?\nA: Yes, Express by Holdiay Inn Cambridge provides daily housekeeping service.\n\nQ: Is there any place to smoke in the hotel?\nA: There is a designated smoking area at the Express by Holiday Inn Cambridge.\n\nQ: Do you offer a free breakfast?\nA: There is no free breakfast.\n\nQ: Can children stay at this location?\nA: Yes, you can stay with children.\n\nQ: Is there a lift available?\nA: Express by Holiday Inn Cambridge does have a lift.\n\nQ: Are safety deposit boxes available?\nA: There are safety deposit boxes in the rooms at the Express by Holiday Inn Cambridge.\n\nQ: Are there any meeting or banquet facilities available?\nA: Meeting and banquest facilities are available for a fee.\n\nQ: what time do I check out?\nA: The check-out time at the Express by Holiday Inn Cambridge is any time in the morning until 12 pm.\n\nQ: What type of credit cards does the hotel accept?\nA: Express by Holiday Inn Cambridge accepts Maestro, Mastercard, Visa, American Express, Diners Club, and JCB\n\nQ: Can we have extra beds put into the room?\nA: People cannot ask for extra beds.\n\nQ: How much is parking at your hotel?\nA: Parking is free at the Express by Holiday Inn Cambridge.\n\nQ: How do I reserve a parking spot?\nA: No reservation is needed for parking.\n\nQ: What time is check in for Express by Holiday Inn Cambridge?\nA: Check-in time at Express by Holiday Inn Cambridge is 14:00.\n\nQ: Are pets allowed there?\nA: Pets are not allowed at the Express by Holiday Inn Cambridge.\n\nQ: Does Express By Holiday Inn Cambridge offer disability access in rooms?\nA: No, Express by Holiday Inn Cambridge does not have rooms with disability access.\n\nQ: Does Express By Holiday Inn Cambridge offer accessible parking?\nA: Yes, accessible parking is available at Express By Holiday Inn Cambridge.\n\nQ: Is there a concierge service at Express by Holiday Inn Cambridge?\nA: EXPRESS BY HOLIDAY INN CAMBRIDGE does not provide any concierge service.\n\nQ: Is there a fitness center or gym available onsite?\nA: Express By Holiday Inn Cambridge does not have a fitness center or gym onsite.\n\nQ: Is there a kitchen available for guest to use?\nA: EXPRESS BY HOLIDAY INN CAMBRIDGE only have coffee/tea maker available for guests.\n\nQ: Do you provide any laundry facility?\nA: There is an iron facility available at Express By Holiday Inn Cambridge.\n\nQ: Is there an onsite swimming pool at Express by Holiday Inn Cambridge?\nA: No, Express by Holiday Inn Cambridge does not have a swimming pool onsite.\n\nQ: Do you have a minimum age to check in here?\nA: You must be 18 years or older to check in at Express by Holiday Inn Cambridge.\n\nQ: Is there a security deposit required at Express by Holiday Inn Cambridge?\nA: Express by Holiday Inn Cambridge requires a security deposit of GBP 20 per stay.\n\nQ: Is there any smoking rooms at Express By Holiday Inn Cambridge?\nA: Smoking is prohibited at EXPRESS BY HOLIDAY INN CAMBRIDGE.\n\nQ: Does this site offer dry cleaning services?\nA: Express By Holiday Inn Cambridge does not provide dry cleaning service.\n\nQ: Which languages are spoken at Express by Holiday Inn Cambridge?\nA: German, English, Polish, Portuguese are spoken at Express by Holiday Inn Cambridge.\n\nQ: Does this site offer daily housekeeping service?\nA: No, Express by Holiday Inn Cambridge doesn't offer room service.\n\nQ: Is there shuttle service at Express By Holiday Inn Cambridge?\nA: Express By Holiday Inn Cambridge does not provide any shuttle service.",
    "hotel_17": "FAQ FOR FINCHES BED AND BREAKFAST\n\nQ: How often are the rooms cleaned?\nA: All rooms are serviced daily.\n\nQ: Is there wireless internet available here?\nA: Free WiFi is available throughout the property.\n\nQ: Could I reserve a parking space?\nA: You need no reservation for parking.\n\nQ: Do you have complimentary breakfast for your guests?\nA: Yes, breakfast is included in the price of lodging.\n\nQ: Is there parking available?\nA: Yes, there is parking available.\n\nQ: Is there laundry on site?\nA: The Finches Bed and Breakfast does not have laundry facilities, but iron facilities are available upon request.\n\nQ: Is free parking available?\nA: There is free parking available.\n\nQ: What kind of breakfast type meals are available?\nA: The Finches Bed and Breakfast has multiple breakfast options, including Full English Breakfast, Vegetarian Breakfast, Salmon Muffin, Omelette, and On Toast.\n\nQ: Do I have to pay for WiFi at Finches Bed and Breakfast?\nA: The wifi is free of charge at Finches Bed and Breakfast.\n\nQ: What type of language is spoken at the hotel?\nA: Several European languages are spoken at Finches Bed and Breakfast.\n\nQ: Do you provide room service?\nA: You cannot order room service at Finches Bed and Breakfast.\n\nQ: Do you provide a shuttle service?\nA: Finches Bed and Breakfast does not provide shuttle service.\n\nQ: Are there rooms with disability access at Finches Bed and Breakfast?\nA: We don't have any room with disability access at Finches Bed and Breakfast.\n\nQ: Does Finches Bed and Breakfast have accessible parking?\nA: FINCHES BED AND BREAKFAST does not have accessible parking.\n\nQ: Does Finches Bed and Breakfast offer concierge service?\nA: Concierge service is not offered by FINCHES BED AND BREAKFAST.\n\nQ: Is there a fitness center or gym onsite at Finches Bed And Breakfast?\nA: FINCHES BED AND BREAKFAST does not have fitness center or gym onsite.\n\nQ: Will I be able to do any cooking when I stay here?\nA: A shared kitchen is available at Finches Bed and Breakfast.\n\nQ: Is there a lift at Finches Bed and Breakfast?\nA: Finches Bed and Breakfast does not have a lift.\n\nQ: Are there luggage storage service?\nA: Services at Finches Bed and Breakfast do not include luggage storage.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: Finches Bed and Breakfast does not have any meeting or banquet facilities.\n\nQ: What sort of parking options are available?\nA: Finches Bed and Breakfast offers free onsite parking.\n\nQ: Is there a pool at the Finches Bed And Breakfast?\nA: FINCHES BED AND BREAKFAST does not have a swimming pool onsite.\n\nQ: Are there any restaurant or bar onsite?\nA: No, there is no restaurant or bar onsite at Finches Bed and Breakfast. There is a full English breakfast and a shared kitchen.\n\nQ: Does this site have any safety deposit box?\nA: There are no safety deposit boxes available at Finches Bed And Breakfast, sorry.\n\nQ: Is there an onsite spa at Finches Bed and Breakfast?\nA: Finches Bed and Breakfast does not have a spa onsite.\n\nQ: Do you have a minimum age restriction to check in?\nA: You must be at least 18 years of age to check-in at FINCHES BED AND BREAKFAST.\n\nQ: What is the check in time at the hotel?\nA: Check in time is between 13:00 - 19:00 at Finches Bed and Breakfast.\n\nQ: What time is check-out at Finches Bed and Breakfast?\nA: Check out is by 12:00 at Finches Bed And Breakfast.\n\nQ: Do you allow children to stay here?\nA: FINCHES BED AND BREAKFAST does not allow children.\n\nQ: Is there a designated smoking area at Finches Bed and Breakfast?\nA: Finches Bed and Breakfast does not have a designated smoking area.\n\nQ: Are there extra beds available at Finches Bed and Breakfast?\nA: Extra beds are available here.\n\nQ: What forms of payment do you accept?\nA: American Express, Visa, Mastercard, Maestro, and Sold are the accepted means of payment at FINCHES BED AND BREAKFAST.\n\nQ: Are there pets allowed at Finches Bed and Breakfast?\nA: Pets are not allowed at Finches Bed and breakfast.\n\nQ: Do you require a safety deposit?\nA: 50% non-refundable deposit will be charged.\n\nQ: Does this site have designated smoking area?\nA: You cannot smoke at Finches Bed and Breakfast.\n\nQ: When is front desk service available?\nA: There is not 24 hour front desk service at Finches Bed and Breakfast.\n\nQ: Do you provide dry cleaning services?\nA: FINCHES BED AND BREAKFAST does not provide dry cleaning service.",
    "hotel_18": "FAQ FOR GONVILLE HOTEL\n\nQ: Are the rooms cleaned everyday?\nA: Yes, there is daily housekeeping service.\n\nQ: Does your hotel have a spa?\nA: There is a spa onsite at the Gonville Hotel.\n\nQ: Are safety deposit boxes available?\nA: Yes, there is a safety doposit box at the room.\n\nQ: What breakfast options do you have?\nA: Full English or Irish breakfast is served.\n\nQ: What time is check out?\nA: Check-out time is by 11:00.\n\nQ: Can I bring my dog?\nA: Pets are permitted. But charges may be applicable.\n\nQ: Is there any conference room available?\nA: There are meeting and banquet facilities available at Gonville Hotel.\n\nQ: Does this hotel have any concierge service?\nA: The hotel offers a concierge service.\n\nQ: How much does it cost to get an extra bed?\nA: Extra beds are free, subject to availability.\n\nQ: What is the charge for WiFi at Gonville Hotel?\nA: WiFi is free here.\n\nQ: Is there a free breakfast available for guests?\nA: Breakfast is not free.\n\nQ: Is there any charge for staying with my pet?\nA: You'll be chraged 100 GBP fee per stay to keep a pet in your room.\n\nQ: What is the parking charge?\nA: Parking costs GBP 14 per day.\n\nQ: Is there a self-laundry service here?\nA: Only dry cleaning for an additional charge is available.\n\nQ: Is there a place to store my luggage?\nA: Luggage storage is available at the Gonville Hotel.\n\nQ: Do you have any room handicapped accessible?\nA: The Gonville Hotel has rooms with disability access.\n\nQ: Is there a lift available?\nA: Gonville Hotel does have a lift.\n\nQ: Is there free parking available at your hotel?\nA: There is parking at Gonville Hotel but it is not free.\n\nQ: What time does your front desk close?\nA: The front desk at the Gonville Hotel is open 24 hours.\n\nQ: Is there a restaurant or bar at your hotel?\nA: There is a restaurant and a bar at the Gonville Hotel.\n\nQ: Do I need to have reservations for parking?\nA: No reservation is needed for parking at Gonville Hotel.\n\nQ: Is dry cleaning offered at Gonville Hotel?\nA: Dry cleaning is available for a fee.\n\nQ: Does this hotel have any smoke area?\nA: There is a designated smoking area at the Gonville Hotel.\n\nQ: What credit cards are accepted?\nA: AMEX, Visa and Mastercard are accepted at Gonville Hotel.\n\nQ: Am I allowed to stay at your hotel with my children?\nA: Yes, you can stay with your children.\n\nQ: What time can I check in?\nA: You may check in any time after 3 pm.\n\nQ: Is room service available at your location?\nA: Gonville Hotel provides rooms service.\n\nQ: Is Wifi available at your hotel?\nA: WiFi is available at the Gonville Hotel.\n\nQ: What languages are spoken at your hotel?\nA: We speak Czech, Greek, English, Spanish, French, Hungarian, Italian, and Polish!\n\nQ: Is there private parking available?\nA: The hotel has private, secured parking on site for GBP 14 per day.\n\nQ: Do you offer any accessible parking?\nA: The Gonville Hotel offers accessible parking.\n\nQ: Is there a fitness center at Gonville Hotel?\nA: No finess center is available onsite.\n\nQ: Do you provide a coffee or tea maker in your guest rooms?\nA: A coffee/tea maker is available for guests.\n\nQ: Is there a pool at Gonville Hotel?\nA: There is no onsite swimming pool at Gonville Hotel.\n\nQ: Do you have a minimum age restriction to check in?\nA: Yes, a person must be 18 to check in.\n\nQ: What kind of security deposit do you ask for?\nA: A security deposit of GBP 50 per night is required at Gonville Hotel.\n\nQ: Is a smoking room available?\nA: Smoking is not allowed at Gonville Hotel.\n\nQ: Is there a shuttle service at Gonville Hotel?\nA: No shuttle service is provided by Gonville Hotel.",
    "hotel_19": "FAQ FOR HAMILTON LODGE\n\nQ: Do I need a reservation for parking at your location?\nA: The parking is free at Hamilton Lodge and no reservation is needed.\n\nQ: Is there a charge to use the internet?\nA: Wifi is free.\n\nQ: Is there internet service?\nA: Yes, WiFi is available.\n\nQ: Is there laundry services at Hamilton Lodge?\nA: No laundry service is available.\n\nQ: Is free breakfast available for guests?\nA: The Hamilton Lodge does not offer a free breakfast.\n\nQ: What type of breakfast is offered at Hamilton Lodge?\nA: The Hamilton Lodge offers a full English breakfast.\n\nQ: Is there free parking at your lodge?\nA: Hamilton Lodge offers free parking.\n\nQ: is there parking available onsite?\nA: There is free onsite parking at Hamilton Lodge.\n\nQ: Is smoking allowed at this Lodge?\nA: You may not smoke at the Hamilton Lodge.\n\nQ: do you have ada accessible rooms?\nA: No, Hamilton Lodge has no accessible rooms.\n\nQ: Is accessible parking available at the Hamilton Lodge?\nA: The Hamilton Lodge offers accessible parking that requires no reservation.\n\nQ: Is there concierge service at Hamilton Lodge?\nA: Hamilton Lodge does not offer any concierge service.\n\nQ: Are there any fitness center?\nA: There is no fitness center at the Hamilton lodge.\n\nQ: Is there any coffee or tea maker?\nA: A coffee/tea maker is only available for guests.\n\nQ: Do you have a lift?\nA: No, there is no lift at Hamilton Lodge.\n\nQ: Are there luggage storage service?\nA: Hamilton Lodge does not provide luggage storage service.\n\nQ: Do you have facilities for meetings or banquets?\nA: There are not areas for meetings or banquets at Hamilton Lodge.\n\nQ: Is there free parking at Hamilton Lodge?\nA: There is on site free parking at Hamilton Lodge.\n\nQ: Is there a swimming pool onsite at Hamilton Lodge?\nA: The Hamilton Lodge does not have a swimming pool onsite.\n\nQ: Is there a bar or restaurant onsite here?\nA: Hamilton Lodge has no bar or restaurant onsite.\n\nQ: Are there any safety deposit box?\nA: There is no safety deposit box at the rooms here.\n\nQ: Are there any spa available?\nA: Hamilton Lodge does not have a spa onsite.\n\nQ: What is the age restriction for check-in at Hamilton Lodge?\nA: At least 18 years old\n\nQ: What is check-in time at Hamilton Lodge?\nA: Check-in time at Hamilton Lodge is 13:00 to 19:00.\n\nQ: What is the check-out time here?\nA: HAMILTON LODGE check-out time is at 10:30.\n\nQ: Are children allowed to stay at the Hamilton Lodge?\nA: All children are welcome at the Hamilton Lodge.\n\nQ: Is there a designated smoking area at Hamilton Lodge?\nA: There is no designated smoking area here.\n\nQ: Can I request extra beds?\nA: Yes, extra beds can be requested\n\nQ: What type of payment method do you accept?\nA: Hamilton Lodge accepts Visa, Mastercard, Maestro, Sold, Switch.\n\nQ: Are pets allowed on site?\nA: No pets are allowed at Hamilton Lodge.\n\nQ: What is the security deposit at the site?\nA: There is a 50% non-refundable security deposit to stay at HAMILTON LODGE.\n\nQ: Is the Hamilton Lodge front desk open for 24 hours?\nA: The Hamilton Lodge front desk is not open 24 hours.\n\nQ: Does this site offer daily housekeeping service?\nA: Hamilton Lodge does not provide daily housekeeping.\n\nQ: Do you offer dry cleaning services?\nA: Dry cleaning service is not offered at Hamilton Lodge.\n\nQ: What languages do your staff speak?\nA: Greek and English are spoken at Hamilton Lodge.\n\nQ: Do you provide room service?\nA: No, Hamilton Lodge does not provide room service.\n\nQ: Does this site offer any airport shuttle service?\nA: Shuttle service is not provided by HAMILTON LODGE.",
    "hotel_20": "FAQ FOR HOBSONS HOUSE\n\nQ: What do you offer for breakfast?\nA: An Full English/Irish breakfast is available at the HOBSONS HOUSE\n\nQ: What is the check-out time at your location?\nA: Check-out time at the Hobsons House is between 7:30 am and 10 am.\n\nQ: Are pets allowed?\nA: Pets are not allowed at the Hobsons House.\n\nQ: Are there any smoking areas available?\nA: The Hobsons House is completely non-smoking.\n\nQ: Is free Wifi available at your location?\nA: Free WiFi is available at the Hobsons House.\n\nQ: Do I have to pay for parking?\nA: Parking is free here.\n\nQ: Is there a complementary breakfast?\nA: No, breakfast is not free at the Hobsons House.\n\nQ: What kind of parking is available?\nA: Hobsons House offers free private parking, however a reservation is needed.\n\nQ: What time may I check in?\nA: Check-in is between 4 and 9 pm.\n\nQ: What are my payment options available?\nA: We accept cash only.\n\nQ: Is there private parking available?\nA: There is free private parking at Hobsons house, however you do need to make a reservation to reserve your spot.\n\nQ: Are children allowed to stay at your hotel?\nA: Yes, Children are allowed to be booked at the hotel.\n\nQ: How often are the rooms cleaned?\nA: The Hobsons House provides daily housekeeping service.\n\nQ: Are extra beds available for my room?\nA: There are extra beds available, subject to availability.\n\nQ: Is there a smoking section at Hobsons House?\nA: Hobsons house has no smoking throughout.\n\nQ: Do I have to pay a security deposit?\nA: There is a security deposit of 20 GBP at the Hobsons House.\n\nQ: Is WiFi available?\nA: Wifi at Hobsons House is free but available in public areas.\n\nQ: Are my reservations needed for private parking?\nA: Reservations are required for private parking at Hobsons House.\n\nQ: Are there any laundry?\nA: The Hobsons House does have laundry facilities.\n\nQ: Are there Elevator available at the site?\nA: The Hobsons House does not offer a lift.\n\nQ: Is luggage storage availible?\nA: There is no luggage storage service available at HOBSONS HOUSE.\n\nQ: We are looking for a meeting area, do you have such a  room?\nA: Hobsons House does not have any meeting or banquet facilities.\n\nQ: Is there a pool at this property?\nA: There is no swimming pool onsite.\n\nQ: Does Hobsons House have a bar or restaurant?\nA: No, Hobsons House doesn't have a bar or restaurant.\n\nQ: Are there safety deposit boxes available at Hobsons House?\nA: No, there are no safety deposit boxes available at Hobsons House.\n\nQ: Are there spa?\nA: Hobsons House does not have a spa onsite.\n\nQ: What is the age restriction for check-in at Hobsons House?\nA: At least 18 yrs old.\n\nQ: Are pets allowed at Hobsons House?\nA: Pets are not allowed at Hobsons House.\n\nQ: Is front desk service available for 24 hours?\nA: Hobsons House does not have 24 hour front desk service.\n\nQ: Does this site offer dry cleaning services?\nA: Hobsons House does not provide dry cleaning service.\n\nQ: What languages are spoken at Hobsons House?\nA: English and Greek are the languages spoken here.\n\nQ: Do you offer room service?\nA: Room service is not provided at Hobsons House.\n\nQ: Does Hobsons House provide a shuttle service?\nA: HOBSONS HOUSE does not provide a shuttle service.\n\nQ: Does Hobsons House have disability access?\nA: No disability access is available at Hobsons House.\n\nQ: Is accessible parking available?\nA: Hobsons House does not have accessible parking.\n\nQ: Does Hobsons House have concierge service?\nA: There is no concierge service on hand at the Hobsons House, sorry.\n\nQ: Do you have a fitness center or gym onsite?\nA: Hobsons house does not have a fitness center or gym onsite.\n\nQ: Are there any cooking appliances available for use at Hobsons House?\nA: Hobsons House has microwaves only.",
    "hotel_21": "FAQ FOR HOME FROM HOME\n\nQ: Do you charge for Wifi?\nA: Free WiFi is available at Home From Home.\n\nQ: How much does it cost for parking there?\nA: Home from Home offers free private parking.\n\nQ: Do you offer storage for luggage?\nA: Home From Home does provide luggage storage.\n\nQ: Can I have my dog stay with me at Home from Home?\nA: No pets are allowed.\n\nQ: Is there a washer and dryer there?\nA: There is a laundry facility at Home from Home.\n\nQ: What kind of parking is available?\nA: Free private parking, secured parking and accessible parking are available.\n\nQ: Do I need to make a reservation for parking?\nA: Parking is free and people do not need reservations for this at Home from Home.\n\nQ: Do your guests have access to a kitchen?\nA: There is a shared kitchen available for guests.\n\nQ: Can I get another bed at this location?\nA: One cannot ask for another bed at Home From Home.\n\nQ: Can I stay with my children?\nA: Yes, children are welcome to stay at Home From Home.\n\nQ: Is accessible parking available?\nA: Home from Home offers accessible parking for free.\n\nQ: Are the rooms cleaned daily?\nA: Home From Home does provide housekeeping every day.\n\nQ: What payment methods do you accept?\nA: Home from Home takes Switch, Visa, Mastercard, Carte Blanche, Carta Si, Carte Bleue, and Maestro.\n\nQ: Is smoking allowed at a certain area in your location?\nA: No, there is no smoking area available.\n\nQ: How much to use the WiFi?\nA: Wifi is free at Home From Home.\n\nQ: What kind of breakfast is served at Home From Home?\nA: The breakfast options at Home from Home are Continental, Italian, Full English/Irish, Vegetarian, Vegan, and Gluten-free.\n\nQ: Is there free parking available?\nA: Yes, there is free private parking at Home from Home.\n\nQ: What languages are spoken there?\nA: The languages spoken are English, Italian, and Polish.\n\nQ: Is breakfast free at your location?\nA: Home from home does not provide a free daily breakfast.\n\nQ: what time can I check out?\nA: Check-out at Home from Home is between 8 am and 10:30 am.\n\nQ: What is the Check-in time?\nA: Check-in at the Home from Home is between 4 pm and 7:30 pm.\n\nQ: Is smoking allowed at Home From Home?\nA: Home From Home is non smoking throughout.\n\nQ: Is there wheelchair accessible parking at Home From Home?\nA: No, HOME FROM HOME does not have accessibility available.\n\nQ: Do you offer a concierge service?\nA: Home From Home does not offer concierge service.\n\nQ: Are there any fitness center or gym onsite?\nA: There is no fitness center or gym onsite at Home From Home.\n\nQ: Is there a lift at Home From Home?\nA: No lift is available at Home From Home.\n\nQ: Are there any meeting or banquet facilities at Home from Home?\nA: Home From Home does not have any meeting or banquet facilities.\n\nQ: Are there any swimming pool available?\nA: Home From Home does not have an onsite swimming pool.\n\nQ: Is there an onsite restaurant or bar at Home from Home?\nA: HOME FROM HOME has no onsite restaurant or bar.\n\nQ: Is there a safety deposit box in the rooms at Home from Home?\nA: There is no safety deposit box in the rooms at HOME FROM HOME.\n\nQ: Is there a spa room at Home From Home?\nA: No, Home From Home does not have a spa onsite.\n\nQ: How old do you have to be for check in?\nA: Guests must be at least 18 years old to check-in at Home From Home.\n\nQ: Can I bring my dog?\nA: No pets are allowed at Home From Home.\n\nQ: Is there a security deposit required at Home from Home?\nA: The security deposit required to stay at Home From Home is GBP 50 per night.\n\nQ: Is the front desk at Home from Home open for 24 hours?\nA: The front desk at Home From Home is not open for 24 hours.\n\nQ: Do you provide any dry cleaning services?\nA: Home From Home does not offer dry cleaning service.\n\nQ: Do you provide room service?\nA: No, Home from Home does not provide any room service.\n\nQ: Do you provide a shuttle service?\nA: Home From Home does not provide any shuttle service.",
    "hotel_22": "FAQ FOR HUNTINGDON MARRIOTT HOTEL\n\nQ: Can I request an extra bed for the room?\nA: No, this property does not offer cots or extra beds.\n\nQ: Is there workout rooms available onsite?\nA: The Huntingdon Marriott Hotel has a fitness center and gym onsite.\n\nQ: Does the hotel provide breakfast for free?\nA: The Huntingdon Marriott Hotel does not provide breakfast for free.\n\nQ: Is there wifi at your hotel?\nA: Yes there is wifi available at this hotel.\n\nQ: Do you have any handicapped rooms available?\nA: There are handicapped rooms available at Huntingdon Marriott Hotel.\n\nQ: Do you have a restaurant available onsite?\nA: There is a restaurant and a bar onsite at Huntingdon Marriott Hotel.\n\nQ: What are your front desk hours?\nA: The front desk at the Huntingdon Marriott Hotel is open for 24 hours.\n\nQ: Is there a charge to use the internet?\nA: The wifi is free at Huntingdon Marriott Hotel.\n\nQ: Can my pet stay at Huntingdon Marriott Hotel?\nA: Pets are not allowed.\n\nQ: When is check out each day to avoid being billed for the following day?\nA: Check in time is from 3pm to noon the next day.\n\nQ: Is reservation parking available?\nA: You cannot make a reservation for parking at the Huntingdon Marriott Hotel.\n\nQ: Do you have wheel chair accessible parking spaces?\nA: The hotel has accessible parking spaces.\n\nQ: What are my options for breakfast?\nA: There are continental and buffet breakfast options at the Huntingdon Marriott Hotel.\n\nQ: Are there any dry cleaning services at your location?\nA: Dry cleaning is available for an additional charge at the Huntingdon Marriott Hotel.\n\nQ: Can I bring my kids to Huntingdon Marriott Hotel?\nA: Children are welcome at Huntingdon Marriott Hotel.\n\nQ: What credit cards are accepted there?\nA: JCB, Diners Club, AMEX, Visa, and Mastercard are taken at Huntingdon Marriott Hotel.\n\nQ: Do I need to pay a security deposit?\nA: There is a security deposit for 50 GBP per night to stay at the Huntingdon Marriott Hotel.\n\nQ: Do you provide room service?\nA: There is room service at Huntingdon Marriott Hotel.\n\nQ: Is there a daily housekeeping service?\nA: Yes, the Huntingdon Marriott Hotel offers daily housekeeping.\n\nQ: What time is check-out?\nA: The check-out time at the Huntingdon Marriott Hotel is any time in the morning until 12 pm.\n\nQ: Is there a cost for parking?\nA: There is free parking available.\n\nQ: Are meeting rooms available at the hotel?\nA: There are meeting rooms at Huntingdon Marriott Hotel.\n\nQ: I was wondering how old I had to be to check in.\nA: The minimum age to check in is 18\n\nQ: Is there a safety deposit box at Huntingdon Marriott Hotel?\nA: Yes, there is a safety deposit box in the room.\n\nQ: Is there a spa onsite?\nA: There is no spa facility at Huntingdon Marriott Hotel.\n\nQ: Is there any concierge service available?\nA: The Huntingdon Marriott Hotel has a concierge service.\n\nQ: Is private parking free?\nA: Yes, there is free private parking\n\nQ: What languages are spoken at Huntingdon Marriott Hotel?\nA: German, English, Polish, Portuguese are spoken at Huntingdon Marriott Hotel.\n\nQ: Is there a swimming pool?\nA: The Huntingdon Marriott Hotel has a swimming pool onsite.\n\nQ: Is there a lift available for wheelchairs?\nA: The Huntingdon Marriott Hotel has a lift.\n\nQ: Is there secured parking available at the hotel?\nA: We have free private, secured parking on the hotel's site.\n\nQ: Can I store my suitcase until check-in time?\nA: The Huntingdon Marriott Hotel offers a luggage storage service.\n\nQ: Are there any cooking appliances available for guests at the Huntingdon Marriott Hotel?\nA: There is only a coffee/tea maker available for guests at the Huntingdon Marriott Hotel.\n\nQ: Is there any laundry service offered by the Huntingdon Marriott Hotel?\nA: The Huntingdon Marriott Hotel offers iron only laundry service.\n\nQ: Does this site have designated smoking area?\nA: There is no smoking allowed at the Huntingdon Marriott Hotel.\n\nQ: Do you allow any pets there?\nA: Pets are not allowed at this hotel.\n\nQ: Is smoking allowed in this hotel?\nA: No smoking is allowed in Huntingdon Marriott Hotel.\n\nQ: Do you provide a shuttle service?\nA: No shuttle is provided by Huntingdon Marriott Hotel.",
    "hotel_23": "FAQ FOR KIRKWOOD HOUSE\n\nQ: Is free WiFi available at your location?\nA: Free WiFi is available everywhere on site.\n\nQ: Can I bring my dog?\nA: Pets are not allowed at the Kirkwood House.\n\nQ: What languages are spoken here?\nA: Greek and English are spoken at Kirkwood House.\n\nQ: what time do I check out?\nA: Check-out time is any time in the morning until 10:30 am at the Kirkwood House.\n\nQ: Are children welcomed at this location?\nA: Children are not permitted.\n\nQ: Is there parking available at Kirkwood House?\nA: There is no parking available.\n\nQ: Do I need a reservations for a parking space?\nA: There is no parking available.\n\nQ: Is there any smoking rooms available?\nA: No. All rooms are non-smoking.\n\nQ: What forms of payment do you accept?\nA: Visa, Mastercard, Maestro, American Express, and Solo are the accepted payment methods at the Kirkwood House.\n\nQ: is there a certain areas to park my car?\nA: There is no parking available at the Kirkwood House.\n\nQ: What is the check-in time at this location?\nA: Check in time is 11:00 to 21:00.\n\nQ: Can I get an extra bed?\nA: You may not ask for extra beds at the Kirkwood House.\n\nQ: Do you allow pets there?\nA: Kirkwood House does not allow pets.\n\nQ: How much does the WiFi cost?\nA: WiFi is free at the Kirkwood House.\n\nQ: Does Kirkwood House provide housekeeping?\nA: Yes, daily housekeeping is provided.\n\nQ: Do you have a pool at Kirkwood House?\nA: Kirdwood House does not have a pool.\n\nQ: Do you offer any on site food or drinks?\nA: Kirkwood House does not have a restaurant or bar.\n\nQ: Does the Kirkwood have in room safety deposit boxes?\nA: There are no safety deposit boxes provided here.\n\nQ: Do you have a spa for guests to use?\nA: There is not a spa onsite at Kirkwood House.\n\nQ: Is there an age restriction for the guests at Kirkwood House?\nA: There is no age restriction.\n\nQ: Does this site have designated smoking area?\nA: There is no designated smoking area here.\n\nQ: What is the security deposit at the site?\nA: There is a 50% non-refundable security deposit required to stay at the Kirkwood House.\n\nQ: Is your front desk open all the time?\nA: The Kirkwood House front desk is not open for 24 hours.\n\nQ: Is free breakfast available at Kirkwood House?\nA: Yes, various breakfast options are available at Kirkwood House for free.\n\nQ: Do you offer any dry cleaning service?\nA: Kirkwood House does not offer dry cleaning service.\n\nQ: Do you provide room service?\nA: The Kirkwood House does not provide room service.\n\nQ: Does Kirkwood House offer a shuttle service?\nA: Kirkwood House does not provide shuttle service.\n\nQ: Are there any room available with disability access?\nA: Kirkwood House does not have any rooms with disability access.\n\nQ: Is accessible parking available at the site?\nA: Accessible parking is not available here.\n\nQ: Do you offer a concierge service?\nA: Kirkwood House does not offer concierge service.\n\nQ: Are there any fitness center?\nA: KIRKWOOD HOUSE does not have an onsite fitness center.\n\nQ: Is there a kitchen available for guests at the Kirkwood House?\nA: There is not a kitchen available for guests at the Kirkwood, but a coffee and tea maker is provided.\n\nQ: What laundry services are offered at Kirkwood House?\nA: We have only iron facility here.\n\nQ: Is there a lift at Kirkwood House?\nA: Kirkwood House does not have lift.\n\nQ: Does KIRKWOOD HOUSE accommodate luggage storage service for their guests?\nA: Kirkwood House does not provide any luggage storage service.\n\nQ: Are there any meeting or banquet facilities at Kirkwood House?\nA: There are no meeting or banquet facilities here.\n\nQ: What is the cost of parking at the site?\nA: Parking at Kirkwood House is free.",
    "hotel_24": "FAQ FOR LEVERTON HOUSE\n\nQ: Are babies and children allowed to stay here?\nA: Accommodations are available for all ages.\n\nQ: When is standard check in?\nA: Check-in time is from 16:00 to 22:00.\n\nQ: What kind of breakfast does Leverton House serve?\nA: Breakfast at Leverton House is home-cooked.\n\nQ: Can I bring my dog to the Leverton House?\nA: Pets are not allowed at the Leverton House.\n\nQ: Is there any charge for parking?\nA: Parking is free of charge at Leverton House.\n\nQ: Can I smoke at Leverton House?\nA: Smoking is not allowed at the Leverton House.\n\nQ: What are the parking options available at your location?\nA: Leverton House offers free street and secured parking at a location nearby.\n\nQ: Do you accept credit cards as payment?\nA: The Leverton House accepts Visa, Mastercard, Maestro, American Express, and Solo.\n\nQ: Do I need to reserve a parking space?\nA: A reservation is not required for parking.\n\nQ: Can I get any extra bed for my room?\nA: There is no room for extra beds at Leverton House.\n\nQ: What time is check-out?\nA: Check out is between 730 and 1030\n\nQ: What is the charge for WiFi?\nA: WiFi is free at the Leverton House.\n\nQ: Do you have WiFi available for guests?\nA: There is free wifi at Leverton House.\n\nQ: Can you help me find a luggage service?\nA: Say luggage service under contact host.\n\nQ: Are there facility for people with disability?\nA: Leverton House does not have any rooms with disability access.\n\nQ: Is there accessible parking at the Leverton House?\nA: LEVERTON HOUSE offers free accessible parking.\n\nQ: Will there be a concierge service at Leverton House?\nA: Leverton House does not provide any concierge service.\n\nQ: Are there any fitness center or gym onsite?\nA: Leverton House does not have a fitness center or gym onsite.\n\nQ: Do you have a kitchen for guests?\nA: LEVERTON HOUSE has a shared kitchen available for its guests.\n\nQ: Are there laundry facilities at the Leverton House?\nA: We have laundry facility at the Leverton house.\n\nQ: Are there Elevator available at the site?\nA: Lift is not available at LEVERTON HOUSE.\n\nQ: Are there any meeting or banquet facilities available onsite?\nA: No, we have neither one.\n\nQ: Is there an onsite pool at Leverton House?\nA: There is no pool onsite at Leverton House.\n\nQ: Is there a restaurant or bar at the Leverton House?\nA: LEVERTON HOUSE does not have a restaurant or bar onsite.\n\nQ: Do you offer a safe storage option in the rooms?\nA: There are no safety deposit boxes in the rooms at the Leverton House.\n\nQ: Does Leverton House have a spa room available?\nA: No spa is onsite here.\n\nQ: Is there an age restriction for check-in at Leverton House?\nA: You must be at least 18 years old to check-in at Leverton House.\n\nQ: Does this site have designated smoking area?\nA: Leverton House does not offer a designated smoking area.\n\nQ: Can my dog stay with me?\nA: Pets are not allowed at Leverton House.\n\nQ: Is there a security deposit required at Leverton House?\nA: A security deposit of 50 GBP per night is required.\n\nQ: Is the front desk available 24 hours?\nA: The front desk here is not 24 hours.\n\nQ: Is breakfast free at the site?\nA: Yes, you can enjoy a free breakfast!\n\nQ: How often does your house keeping come around?\nA: Daily housekeeping service is not provided at Leverton House.\n\nQ: Do you offer dry cleaning service?\nA: The Leverton House does not provide dry cleaning service.\n\nQ: What languages are spoken at the hotel?\nA: Greek and English are spoken at Leverton House.\n\nQ: Do you provide room service?\nA: Room service is not available to order at Leverton House.\n\nQ: Are there any shuttle service ?\nA: There is no shuttle service at Leverton house.",
    "hotel_25": "FAQ FOR LIMEHOUSE\n\nQ: Does this site offer daily housekeeping service?\nA: There is no daily housekeeping service at Limehouse.\n\nQ: are you able to pick us up at the airport?\nA: Limehouse does not provide any shuttle service.\n\nQ: Does this site offer dry cleaning services?\nA: Dry cleaning service is not provided at Limehouse.\n\nQ: What languages are spoken at Limehouse?\nA: Greek and english\n\nQ: Does Limehouse provide room service?\nA: Limehouse does not provide room service.\n\nQ: Do your rooms have disability access?\nA: No rooms have disability access.\n\nQ: Is there accessible parking available at Limehouse?\nA: Accessible parking is not available at Limehouse.\n\nQ: Can I get a concierge service when I arrive?\nA: Limehouse does not offer any concierge service.\n\nQ: Do you have an onsite fitness center?\nA: LIMEHOUSE does not have an onsite fitness center.\n\nQ: Does LIMEHOUSE have free WiFi service for their guests?\nA: WiFi is available at 5 GBP per day.\n\nQ: What type of kitchen is available at the site?\nA: LIMEHOUSE has a shared kitchen for use by its guests.\n\nQ: Does this site offer laundry?\nA: We have laundry at Limehouse.\n\nQ: Are there Elevator available at the site?\nA: Limehouse does not have lift.\n\nQ: Does Limehouse provide luggage storage service?\nA: Limehouse does not provide any luggage storage service.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: There are not available areas for meetings or banquets at Limehouse.\n\nQ: What type of parking is available?\nA: We have only on-site private parking at Limehouse.\n\nQ: What is the cost of parking at the site?\nA: Free parking allowed\n\nQ: Are parking reservation required at the site?\nA: Parking reservations are not required at Limehouse.\n\nQ: Is there an onsite swimming pool at Limehouse?\nA: The Limehouse does not offer an onsite swimming pool.\n\nQ: Are there any restaurant or bar onsite?\nA: There is not an onsite restaurant or bar at LIMEHOUSE.\n\nQ: Do you provide safety deposit boxes?\nA: Limehouse does not provide safety deposit boxes.\n\nQ: Is there an onsite spa at Limehouse?\nA: There is no onsite spa at Limehouse.\n\nQ: What is the minimum age of entry to check in at the hotel?\nA: Limehouse requires a person with minimum 18 years of age to check-in.\n\nQ: What is the check in time at the hotel?\nA: Check-in time at Limehouse is from 15:00.\n\nQ: What is the latest checkout time at Limehouse?\nA: 12pm is the latest checkout time at Limehouse.\n\nQ: Are kids allowed?\nA: Children are not allowed at the Limehouse.\n\nQ: Do you have a designated smoking area?\nA: There is not a designated smoking area at Limehouse.\n\nQ: Are extra bed available?\nA: Extra beds are available here.\n\nQ: What type of payment method do you accept?\nA: Limehouse accepts Visa, Matercard, Carte Bleue, Maestro, Sold, Switch, Carte Blanche and Carta Si as payment options.\n\nQ: Are pets allowed on site?\nA: No pets are allowed at LIMEHOUSE.\n\nQ: What is the security deposit fee?\nA: LIMEHOUSE requires a 50% security deposit for staying.\n\nQ: Does this site have designated smoking area?\nA: Smoking is not allowed at Limehouse.\n\nQ: Is front desk service available for 24 hours?\nA: The front desk at Limehouse is not open for 24 hours.\n\nQ: Does Limehouse provide breakfast?\nA: A continental breakfast is offered at Limehouse with no charge.",
    "hotel_26": "FAQ FOR LOVELL LODGE\n\nQ: Do you have disability access at the Lovell Lodge?\nA: Lovell Lodge does not have any rooms with disability access.\n\nQ: Do you have accesible parking?\nA: Lovell Lodge offers accessible parking on site.\n\nQ: Is there a concierge service at Lovell Lodge?\nA: No, Lovell Lodge doesn't have a concierge service.\n\nQ: Is there an onsite fitness center at Lovell Lodge?\nA: There is no onsite fitness center at LOVELL LODGE.\n\nQ: What is the cost of WiFi here?\nA: The WiFi is 7 GBP per day.\n\nQ: Are there any cooking appliances in the rooms at Lovell Lodge?\nA: Only a microwave is available in the room.\n\nQ: Does this site offer dry cleaning services?\nA: LOVELL LODGE offers laundry facilities.\n\nQ: Is there a lift at Lovell Lodge?\nA: There is no lift at Lovell Lodge.\n\nQ: can we drop before check in our luggage off?\nA: Luggage storage service is not available here.\n\nQ: Is there a meeting room, or banquet hall for guest to use at Lovell Lodge?\nA: No, Lovell Lodge does not have meeting or banquet facilities.\n\nQ: Where can I park my car?\nA: On-site private parking is available at Lovell Lodge.\n\nQ: Is there free parking at Lovell Lodge?\nA: On-site private parking is free at Lovell Lodge.\n\nQ: Do you have parking available?\nA: Parking reservations are required in advance at Lovell Lodge.\n\nQ: Is there an onsite swimming pool at Lovell Lodge?\nA: The Lovell Lodge does not have a swimming pool on site.\n\nQ: Is there a restaurant or bar at Lovell Lodge?\nA: No, Lovell Lodge does not have a restaurant or bar onsite.\n\nQ: Are there any safety deposit boxes in the rooms?\nA: There are no safety deposit boxes provided in the rooms.\n\nQ: Is there a spa onsite here?\nA: There is no spa at Lovell Lodge.\n\nQ: Do you have a minimum age requirement for check-in?\nA: Guests must be at least 18 years old to check-in at Lovell Lodge.\n\nQ: What is the check in time please?\nA: The check-in time at Lovell Lodge is between 16:00 to 19:00.\n\nQ: What time is the check-out at Lovell Lodge?\nA: The check-out time is 8:00 am to 10:30 am.\n\nQ: Are children permitted at Lovell Lodge?\nA: Children are welcome with a registering adult at Lovell Lodge.\n\nQ: Is there a designated smoking area at Lovell Lodge?\nA: There is no designated smoking area at Lovell Lodge.\n\nQ: Are extra bed available?\nA: Extra beds are not available at Lovell Lodge.\n\nQ: Which credit cards do you accept?\nA: Lovell Lodge accepts visa, Mastercard, Maestro, Sold and Switch.\n\nQ: Is there a fee for pets at Lovell Lodge?\nA: There is no extra fee for pets to stay.\n\nQ: What is the deposit for security?\nA: A 50% non-refundable deposit is required.\n\nQ: Does this site have designated smoking area?\nA: Smoking is not allowed\n\nQ: Is your front desk available 24 hours?\nA: The front desk is not 24 hours here.\n\nQ: Do you have any complementary breakfast options?\nA: Lovel Lodge provides guests with a continental, vegetarian, vegan, glutten-free, full English or Irish buffet, breakfast with no additional fee.\n\nQ: Do you switch out towels daily?\nA: Daily housekeeping service is not provided at Lovell Lodge.\n\nQ: Does Lovell Lodge offer dry cleaning service?\nA: No, Lovell Lodge does not provide dry cleaning service.\n\nQ: What languages are spoken at Lovell Lodge?\nA: The following languages of Greek, English, and Romanian are spoken at Lovell Lodge.\n\nQ: Do you have room service?\nA: Room service is not provided by Lovell Lodge.\n\nQ: Can you pick us up at the airport?\nA: There is no shuttle service at Lovell Lodge.\n\nQ: Can I stay with my pet?\nA: Yes, Lovell Lodge is a pet friendly hotel.",
    "hotel_27": "FAQ FOR ROSA'S BED AND BREAKFAST\n\nQ: What is served for breakfast?\nA: For breakfast, there are bacon and eggs, along with coffee and tea.\n\nQ: What is the charge for WiFi?\nA: WiFi is free at Rosa's Bed and Breakfast.\n\nQ: What time is check-in at your location?\nA: Check-in starts at 5pm.\n\nQ: What payment methods are accepted here?\nA: Visa, Maestro, and Switch are accepted at Rosa's Bed and Breakfast.\n\nQ: Is smoking allowed anywhere?\nA: You may not smoke at Rosa's Bed and Breakfast.\n\nQ: Can I bring my pet with me?\nA: Pet's are not allowed.\n\nQ: Do you have complimentary breakfast served?\nA: Free English breakfast is served.\n\nQ: How can I park my car there?\nA: We have free self parking, free nearby parking and limited parking spaces.\n\nQ: What time is checkout?\nA: 10:30 is the check out time.\n\nQ: Can I request an extra bed?\nA: No extra beds are available.\n\nQ: Is there parking available?\nA: You can park your car at Rosa's Bed and Breakfast.\n\nQ: Do I have to reserve my parking spot?\nA: You do not need to make a reservation for parking in advance at Rosa's Bed and Breakfast.\n\nQ: Do you have free wifi?\nA: Free WiFi is available at Rosa's Bed and Breakfast.\n\nQ: What languages are spoken at the hotel?\nA: English and Italian are spoken.\n\nQ: Do you allow children of all ages at your bed and breakfast?\nA: Children are not allowed at Rosa's Bed and Breakfast.\n\nQ: Can I bring my dog to Rosa's Bed and Breakfast?\nA: You cannot stay with your pets at Rosa's Bed and Breakfast.\n\nQ: Does Rosa's Bed and Breakfast offer daily housekeeping service?\nA: No, Rosa's Bed and Breakfast does not offer daily housekeeping service.\n\nQ: Do you provide any dry cleaning services?\nA: Rosa's Bed and Breakfast does not provide dry cleaning service.\n\nQ: Does this site offer daily housekeeping service?\nA: There is no room service available at ROSA'S BED AND BREAKFAST.\n\nQ: Is there shuttle service at Rosa's Bed and Breakfast?\nA: Rosa's Bed and Breakfast does not provide any shuttle service.\n\nQ: Are there any rooms at Rosa's Bed and Breakfast which are accessible for disabilities?\nA: There are no rooms at Rosa's bed and breakfast that are accessible for disabilities.\n\nQ: Do you offer any accessible parking space?\nA: Rosa's Bed and Breakfast does not offer accessible parking.\n\nQ: Is there a concierge here?\nA: There is no concierge at Rosa's BnB\n\nQ: Is there any fitness gym on site?\nA: No, Rosa's Bed and Breakfast does not have a fitness center or gym onsite.\n\nQ: Will I be able to do some cooking when I stay here?\nA: No kitchen is available here.\n\nQ: What are the available facilities at Rosa's Bed and Breakfast?\nA: ROSA'S BED AND BREAKFAST has only iron facilities.\n\nQ: Is there a lift there?\nA: Lift is not available at ROSA\"S BED AND BREAKFAST.\n\nQ: Are there luggage storage service?\nA: No Rosa's Bed and Breakfast doesn't provide any luggage storage service.\n\nQ: Does this site have facility to hold banquet or meeting?\nA: Rosa's Bed and Breakfast does not have any meeting or banquet facilities.\n\nQ: What is the cost of parking at the site?\nA: Free parking is available here.\n\nQ: Does Rosa’s Bed and Breakfast have a swimming pool?\nA: There is not a pool at Rosa's Bed and Breakfast.\n\nQ: Is there a restaurant on site at Rosa's Bed and Breakfast?\nA: There is no restaurant on site.\n\nQ: Does Rosa's Bed and Breakfast provide safety deposit boxes?\nA: There are no safety deposit boxes provided.\n\nQ: Is there an onsite spa at Rosa's Bed and Breakfast?\nA: Rosa's Bed and Breakfast does not have an onsite spa.\n\nQ: Is there a minimum age required to check in at Rosa's Bed and Breakfast?\nA: You must be at least 18 years old to check in\n\nQ: Does this site have designated smoking area?\nA: Rosa's does not have a designated smoking area.\n\nQ: What is deposit for security cost?\nA: A 50% non-refundable deposit is required to stay here.\n\nQ: Is your front desk open 24 hours?\nA: The front desk of ROSA'S BED AND BREAKFAST is not open for 24 hours.",
    "hotel_28": "FAQ FOR THE CAMBRIDGE BELFRY\n\nQ: Do I need a reservation to park?\nA: No, you don't need a reservation for parking.\n\nQ: Are there meeting and banquet rooms?\nA: Yes, there are meeting and banquet facilities available at the Cambridge Belfry.\n\nQ: How much does it cost to park?\nA: The parking is free at The Cambridge Belfry\n\nQ: Does the Cambridge Belfry have laundry services?\nA: Laundry services are available.\n\nQ: Where can I smoke in the hotel?\nA: There is an area where smokers can go and smoke.\n\nQ: Are there any additional charges to stay with my pet?\nA: There will be 20 GBP/night to stay with your pet.\n\nQ: Do you offer dry cleaning services to your guests?\nA: There is dry cleaning available at The Cambridge Belfry, but it costs an extra fee.\n\nQ: What payment options are accepted?\nA: The Cambridge Belfry accepts American Express, Visa, MasterCard, and Maestro Card.\n\nQ: Does the hotel offer room service?\nA: Yes, each room has 24 hour room service available.\n\nQ: Is there a free breakfast at the Cambridge Belfry?\nA: There is a free continental breakfast, as well as paid options, at the Cambridge Belfry.\n\nQ: Where can I find free parking?\nA: Free parking is available onsite at the Cambridge Belfry.\n\nQ: Are children allowed at the Cambridge Belfry?\nA: You may stay with children at the Cambridge Belfry.\n\nQ: What type of breakfast is served at your location?\nA: The breakfasts served at The Cambridge Belfry are continental, vegetarian, English/Irish and gluten free.\n\nQ: Is there a lift at The Cambridge Belfry?\nA: The Cambridge Belfry has a lift.\n\nQ: Is parking available?\nA: Yes, free parking is available.\n\nQ: Is there accessible parking available?\nA: Yes, there is accessible parking.\n\nQ: What time can I check in?\nA: Check in time is 3:00 pm (15:00).\n\nQ: Is Cambridge Belfry handicap accessible?\nA: The Cambridge Belfry has rooms with disability access.\n\nQ: What time is check-out there?\nA: The Cambridge Belfry check-out time is until 11:00 am.\n\nQ: Can I bring my dog with me to your location?\nA: Pets are allowed by request. There may be an extra fee.\n\nQ: Is there a restaurant located within the hotel?\nA: There is a restaurant and a bar at the Cambridge Belfry.\n\nQ: Can my child complete check in alone?\nA: Guests must be at least 18 to check in.\n\nQ: Can I get an extra bed in my room?\nA: You cannot ask for an extra bed at the Cambridge Belfry.\n\nQ: Is the WiFi an extra charge at your location?\nA: Wifi at The Cambridge Belfry is free.\n\nQ: Is there a spa available?\nA: The Cambridge Belfry has a spa onsite.\n\nQ: Is there an area for luggage storage?\nA: There is a place to store luggage at The Cambridge Belfry.\n\nQ: Does Cambridge Belfry offer housekeeping?\nA: The Cambridge Belfry provides daily housekeeping for free.\n\nQ: Is there a gym at your location?\nA: There is a gym at the Cambridge Belfry.\n\nQ: Does the Cambridge Belfry have a pool?\nA: There are several pools at this property.\n\nQ: What are the front desk hours?\nA: The front desk at the Cambridge Belfry is open for 24 hours.\n\nQ: Is Wifi available?\nA: There is wifi available at The Cambridge Belfry and it is free.\n\nQ: Do you have a concierge service?\nA: No, there is no concierge service available at The Cambridge Belfry.\n\nQ: Is there a coffee/tea maker available for guests?\nA: Only a coffee/tea maker are available for guests at The Cambridge Belfry.\n\nQ: Do you provide safety deposit boxes here?\nA: Sorry, there are no safety deposit boxes available at The Cambridge Belfry.\n\nQ: Do you require a security deposit?\nA: A 50% non-refundable security deposit is required to stay at The Cambridge Belfry.\n\nQ: Is there any smoking areas at The Cambridge Belfry?\nA: The Cambridge Belfry is not smoking friendly.\n\nQ: What languages do the staff speak here?\nA: They speak Greek, English and Polish at The Cambridge Belfry.\n\nQ: Do you provide a shuttle service?\nA: Shuttle service is not provided at THE CAMBRIDGE BELFRY.",
    "hotel_29": "FAQ FOR THE LENSFIELD HOTEL\n\nQ: Do you have room service for your guests?\nA: Yes, the Lensfield Hotel provides room services.\n\nQ: Is there WiFi available?\nA: Yes, free wifi is available at The Lensfield Hotel.\n\nQ: Is there any fee to use WiFi?\nA: Wifi is free at the Lensfield Hotel.\n\nQ: Does your hotel have a laundry room for guests?\nA: The Lensfield Hotel has laundry facilities.\n\nQ: What time would I need to check out?\nA: Check-out time at the Lensfield Hotel is between 7 am and 11:30 am.\n\nQ: Can I bring my dog?\nA: Pets are not allowed at the Lensfield Hotel.\n\nQ: what is on the breakfast menu?\nA: Continental or full English/Irish breakfast.\n\nQ: Is housekeeping available every day?\nA: There is daily housekeeping at the Lensfield Hotel.\n\nQ: Are dry cleaning services offered at your location?\nA: Dry cleaning is available for an additional charge at the Lensfield Hotel.\n\nQ: What are the parking options available at your hotel?\nA: Limited parking is available on the street in front of the Lensfield Hotel.\n\nQ: Can I park onsite at the Lensfield Hotel\nA: There is street parking at The Lensfield Hotel.\n\nQ: How can I pay my bill after my stay?\nA: The Lensfield Hotel accepts Visa, MasterCard, American Express, Maestro and Solo.\n\nQ: Are reservations needed for parking at your hotel?\nA: The parking at The Lensfield Hotel is street parking so there are no reservations.\n\nQ: Is there a gym available at your location?\nA: Yes, fitness center and gym are available onsite.\n\nQ: Is breakfast offered at your hotel?\nA: The Lensfield Hotel have continental breakfast for free.\n\nQ: What languages are spoken at this location?\nA: The languages spoken at The Lensfield Hotel are; German, Greek, English, Spanish, French, Hungarian, Italian, Latvian, Polish, and Russian.\n\nQ: Can we have extra beds put into the room?\nA: No extra bed is available at the Lensfield Hotel.\n\nQ: Are children welcome at your hotel?\nA: Children of any age are welcome at The Lensfield Hotel.\n\nQ: What time can I check in at The Lensfield Hotel?\nA: Check-in at the Lensfield Hotel is between 2 pm and 11 pm.\n\nQ: Is there any spas nearby your location?\nA: The Lensfield Hotel offers a spa and wellness center onsite.\n\nQ: Are there facility for people with disability?\nA: The Lensfield Hotel does not have any rooms with disability access.\n\nQ: Do you offer accessible parking?\nA: No, the Lensfield Hotel does not have any accessible parking.\n\nQ: Is there any concierge service provided by the Lensfield Hotel?\nA: We don't provide any concierge service here.\n\nQ: Is there a kitchen available at The Lensfield Hotel?\nA: THE LENSFIELD HOTEL has a shared kitchen available for its guests.\n\nQ: Is there a lift at the Lensfield Hotel?\nA: There is no lift in the Lensfield Hotel.\n\nQ: Are there luggage storage service?\nA: The Lensfield Hotel does not provide luggage storage.\n\nQ: Are there any meeting or banquet facilities at the Lensfield Hotel?\nA: The Lensfield Hotel does not have any meeting or banquet facilities onsite.\n\nQ: Do you provide free parking?\nA: Free parking is available here.\n\nQ: Do you have a swimming pool onsite?\nA: There is not a swimming pool at The Lensfield Hotel.\n\nQ: Do you have a restaurant or bar onsite?\nA: No, there is not a restaurant or bar onsite at The Lensfield Hotel.\n\nQ: Will there be a safety deposit box in my room?\nA: No, The Lensfield Hotel doesn't have any safety deposit boxes.\n\nQ: What is the check in age at The Lensfield Hotel?\nA: You must be at least 18 years old to check-in at The Lensfield Hotel.\n\nQ: Are there any designated smoking areas at the Lensfield Hotel?\nA: There are no designated smoking areas at The Lensfield Hotel.\n\nQ: Is a deposit required at The Lensfield Hotel?\nA: The Lensfield Hotel collects a 50% non-refundable deposit.\n\nQ: Is smoking allowed at The Lensfield Hotel?\nA: Smoking is prohibited at THE LENSFIELD HOTEL.\n\nQ: Is front desk service available for 24 hours?\nA: No, The Lensfield Hotel does not have 24-hour front desk service.\n\nQ: Does this site offer any airport shuttle service?\nA: Shuttle service is not provided by The Lensfield Hotel.",
    "hotel_30": "FAQ FOR UNIVERSITY ARMS HOTEL\n\nQ: What languages are spoken at the hotel?\nA: English, Spanish and Italian are spoken at University Arms Hotel.\n\nQ: Do you have concierge services available?\nA: Yes, University Arms Hotel provides concierge services.\n\nQ: Is there a lift available for wheelchairs?\nA: The University Arms Hotel does have a lift.\n\nQ: Do you provide daily housekeeping?\nA: Yes, we do have daily housekeeping services.\n\nQ: What is the parking situation there like?\nA: Parking spaces are extremely limited, and are first come first serve.\n\nQ: Can I get my clothes dry cleaned?\nA: There is dry cleaning at University Arms Hotel but for an extra cost.\n\nQ: Can you tell me what kind of credit cards that you accept?\nA: University Arms Hotel accepts American Express, Visa, and MasterCard.\n\nQ: Is there a place I can park my car there?\nA: There are limited spaces for parking at University Arms Hotel.\n\nQ: Is room service offered at your hotel?\nA: The University Arms Hotel offers room service.\n\nQ: Is there internet service?\nA: WiFi is available at the University Arms Hotel.\n\nQ: How much does the wifi cost?\nA: The wifi is free to use.\n\nQ: What is your check in time?\nA: Check in is after 3:00pm\n\nQ: Can I bring my dog?\nA: Pets are not allowed at the University Arms Hotel.\n\nQ: Are children allowed at your location.\nA: Yes, children may stay here.\n\nQ: Is there a meeting room and banquet hall at your location?\nA: University Arms Hotel has meeting/banquet facilities available for an additional charge.\n\nQ: Is there a bar or restaurant onsite?\nA: There are both a restaurant and a bar at the hotel.\n\nQ: What breakfast meal options are available?\nA: The University Arms Hotel offers continental, Full English/Irish, vegetarian, vegan, and buffet for breakfast options.\n\nQ: What time is check out?\nA: Checkout time is until 12:00 PM.\n\nQ: Does University Arms Hotel have luggage storage?\nA: University Arms Hotel has luggage storage service.\n\nQ: Is the front desk of University Arms Hotel always open?\nA: Yes, the front desk is always open.\n\nQ: Is there a gym at your hotel?\nA: There is a gym at University Arms Hotel.\n\nQ: Do you have safety boxes available for use during my stay?\nA: There are safety deposit boxes in rooms.\n\nQ: Is free breakfast served for guests?\nA: The University Arms Hotel does not provide a free breakfast.\n\nQ: Can I request extra beds when I check in?\nA: Yes, you can ask for extra beds at the University Arms Hotel.\n\nQ: Are there facility for people with disability?\nA: University Arms Hotel does not have rooms with disability access.\n\nQ: What sort of accessible parking is available?\nA: The University Arms Hotel does not offer accessible parking.\n\nQ: Is there any kitchen facility?\nA: The only kitchen facility available to guests at the University Arms hotel is a coffee/tea maker.\n\nQ: Does this site offer any laundry services?\nA: The University Arms Hotel does offer laundry facilities, but no ironing facilities.\n\nQ: What is the cost of parking here?\nA: There is a 17 GBP parking fee at the University Arms Hotel.\n\nQ: Are parking reservations required at University Arms Hotel?\nA: A parking reservation is not required at University Arms Hotel.\n\nQ: Do you have an onsite swimming pool?\nA: There is no swimming pool onsite at University Arms Hotel.\n\nQ: Is there a spa on site?\nA: The University Arms Hotel does not have a spa.\n\nQ: What is the minimum age of entry to check in at the hotel?\nA: The age restriction to check-in at UNIVERSITY ARMS HOTEL is at least 18 years old.\n\nQ: Does this site have designated smoking area?\nA: No, this is a completely smoke-free hotel.\n\nQ: Can I bring my dog when I stay here?\nA: Pets are not allowed at the University Arms Hotel.\n\nQ: How much is the security deposit to stay at the site?\nA: Yes, it will cost GBP 50 per night.\n\nQ: Is smoking allowed at University Arms Hotel?\nA: Smoking is not allowed at University Arms Hotel.\n\nQ: Does University Arms Hotel provide a shuttle service?\nA: University Arms Hotel does not provide shuttle service.",
    "hotel_31": "FAQ FOR WARKWORTH HOUSE\n\nQ: What breakfast options are offered?\nA: Continental and buffet options are available for breakfast at Warkworth House.\n\nQ: Is breakfast available?\nA: Yes, Warkworth House provides free breakfast.\n\nQ: Can I smoke here?\nA: No, this is a non-smoking hotel.\n\nQ: Are there washers/dryers for personal use?\nA: There are no laundry facility at the Warkworth House, but there is an iron in your room.\n\nQ: Is WiFi available at Warkworth House?\nA: There is wifi at Warkworth House.\n\nQ: Is free wifi available?\nA: Warkworth House offers free WiFi.\n\nQ: What languages are spoken at Warkworth House?\nA: English is the only spoken language at the Warkworth House.\n\nQ: Are there Elevator available at the site?\nA: Warkworth House does have lift.\n\nQ: Is there a luggage storage service at Warkworth House?\nA: Warkworth House does not provide any luggage storage service.\n\nQ: Will there be meeting or banquet hall for guest use?\nA: Warkworth House does not have any meeting or banquet facilities.\n\nQ: What type of parking is available?\nA: Only street parking is available at Warkworth house.\n\nQ: Is there free street parking available at Warkworth House?\nA: Free street parking is available at Warkworth House.\n\nQ: Do I need to make a reservation to park my car here?\nA: No parking reservation is required at Warkworth House.\n\nQ: Is there a swimming pool available at Warkworth House?\nA: Warkeworth house does not have a swimming pool.\n\nQ: Do you have an onsite restaurant or bar?\nA: There is no restaurant or bar onsite at the Warkworth House.\n\nQ: Do you offer a safety deposit box in your rooms?\nA: Warkworth House does not offer a safety deposit box.\n\nQ: Is there an onsite spa at Warkworth House?\nA: There is no spa onsite at Warkworth House.\n\nQ: Do you have a minimum age for check-in?\nA: Guests must be at least 18 years old to check-in at Warkworth House.\n\nQ: how early can we check in?\nA: Warkworth house allows check in after 3:00pm.\n\nQ: When is the checkout time at the Warkworth House?\nA: Checkout at Warkworth House is between the hours of 7:30 and 10:00 am.\n\nQ: Are children permitted to stay at the Warkworth House?\nA: Children are not allowed to stay at Warkworth House.\n\nQ: Does this site have designated smoking area?\nA: Sorry, there is no smoking allowed in the entire property.\n\nQ: Can I get extra beds at Warkworth House?\nA: WARKWORTH HOUSE do not offer extra beds.\n\nQ: What types of payment are taken at Warkworth House?\nA: Warkworth House accepts payment by American Express, Visa, Mastercard, Diners Club, JCB, Maestro and Sold.\n\nQ: Can my dog stay with me?\nA: Pets are not allowed at Warkworth House.\n\nQ: Is there a non-refundable deposit required at the Warkworth House?\nA: A 50% non-refundable deposit is required here.\n\nQ: Is front desk service available for 24 hours?\nA: No, the front desk is not open for 24 hours at Warkworth House.\n\nQ: Do you have housekeeping service or do I have to clean it myself?\nA: Daily housekeeping service is not provided by WARKWORTH HOUSE.\n\nQ: Is dry cleaning offered at Warkworth House?\nA: Dry cleaning service is not available at WARKWORTH HOUSE\n\nQ: Does this site offer daily housekeeping service?\nA: Warkworth House does not offer room service.\n\nQ: Does Warkworth House offer any shuttle service?\nA: Warkworth House does not offer any shuttle service.\n\nQ: Are there facility for people with disability?\nA: Unfortunately, Warkworth House doen't have disability access.\n\nQ: Are accessible parking available at the site?\nA: Warkworth House does not have accessible parking.\n\nQ: Does this site offer concierge service?\nA: There is no concierge service at WARKWORTH HOUSE.\n\nQ: Are there any fitness center or gym available on site?\nA: There is no fitness center or gym available at Warkworth House.\n\nQ: Are there any kitchen service at the site?\nA: Warkworth House offers a kitchen service but it is microwave only.",
    "hotel_32": "FAQ FOR WORTH HOUSE\n\nQ: Is parking free at this location?\nA: There is free parking at the Worth House.\n\nQ: Is there a place for smokers at your location?\nA: Yes, there is a designated smoking area at Worth House.\n\nQ: What time is check-in there?\nA: Check-in time is at 3:30pm.\n\nQ: Is there a way to store my luggage here?\nA: Yes, Worth House has luggage storage services.\n\nQ: What languages are spoken there?\nA: English and Italian are spoken at Worth House.\n\nQ: Do you have options for breakfast?\nA: There are no breakfast options, except for fruit at an additional charge.\n\nQ: Can you add an extra bed for my child?\nA: There is no room for extra beds at Worth House.\n\nQ: what time do I check out?\nA: Check-out time at Worth House is until 10:00am.\n\nQ: Do you allow pets?\nA: Pets are not permitted.\n\nQ: Are there any rooms available for smoking?\nA: All rooms are non-smoking, but they have a designated smoking area on site.\n\nQ: What are the parking options for your guests?\nA: There is free accessible parking, street parking, and secured parking at the Worth House.\n\nQ: What payment options are accepted?\nA: American Express, Mastercard and Visa are accepted.\n\nQ: Is there WiFi available?\nA: The Worth House has free WiFi.\n\nQ: Is there any age restriction to check-in at the hotel?\nA: There is no age restriction to check-in at Worth House.\n\nQ: Do I have to pay for WiFi?\nA: The wifi is free at Worth House.\n\nQ: Are children allowed to stay here?\nA: Children 6 and above are welcome.\n\nQ: Does the Worth House offer a free breakfast?\nA: Worth house has no free breakfast.\n\nQ: Is there housekeeping services?\nA: It has daily housekeeping service.\n\nQ: Is parking free at the Worth House?\nA: Parking is free at the Worth House.\n\nQ: Do I need a parking reservation for Worth House?\nA: No reservation is needed for parking.\n\nQ: Can I bring my pet to this location?\nA: Pets are not allowed at the Worth House.\n\nQ: Does Worth House have disability access?\nA: Worth House does not offer any room with disability access.\n\nQ: Do you provide accessible parking at your property?\nA: There is accessible parking at the Worth House.\n\nQ: Do you have a concierge service?\nA: There is no concierge service at Worth House.\n\nQ: Are there any fitness center or gym?\nA: The Worth House does not have a fitness center or gym onsite.\n\nQ: Do you have any cooking facility available for use?\nA: Only the coffee and tea maker are available for guests at Worth House.\n\nQ: Do you have any laundry or iron facilities?\nA: There are no laundry or iron facilities at the Worth House.\n\nQ: Are there Elevator available at the site?\nA: No lift is available at Worth House.\n\nQ: Are there meeting or banquet facilities at Worth House?\nA: Worth House has no meeting or banquet facilities.\n\nQ: Does this site have swimming pool at the site?\nA: No, Worth House does not have a swimming pool onsite.\n\nQ: Are there any restaurant or bar available?\nA: No, there is no restaurant or bar onsite at Worth House.\n\nQ: Are there safety deposit boxes at Worth House?\nA: There are no safety deposit boxes at Worth House.\n\nQ: Is there an onsite spa at Worth House?\nA: There is no spa onsite at Worth House\n\nQ: What is the security deposit required at Worth House?\nA: A security deposit of GBP 20 per stay is required for staying at WORTH HOUSE.\n\nQ: Is your front desk open 24 hours?\nA: The front desk doesn't open for 24 hours here.\n\nQ: Do you provide any dry cleaning services?\nA: WORTH HOUSE does not provide dry cleaning service.\n\nQ: Is room service offered at Worth House?\nA: Room service is not provided at the Worth House.\n\nQ: Does this site offer any airport shuttle service?\nA: Shuttle service is not provided here.",
    "restaurant_508": "FAQ FOR MIDSUMMER HOUSE RESTAURANT\n\nQ: Can I make a reservation at Midsummer House Restaurant?\nA: Yes, reservations are accepted.\n\nQ: Can someone in a wheelchair be easily accommodated?\nA: Midsummer House is a wheelchair accesible restaurant.\n\nQ: Do you have a bar?\nA: Yes, this restaurant offers a full bar with alcoholic drinks.\n\nQ: Do you accept credit cards?\nA: Midsummer House Restaurant takes all major credit cards.\n\nQ: Does your restaurant have gluten free options?\nA: Yes, Midsummer House restaurant has gluten free options.\n\nQ: Do you have any vegetarian dinner options?\nA: Yes, there is a vegetarian main course available on the menu.\n\nQ: Do you have wifi?\nA: Yes, there's wifi, but its not free.\n\nQ: Do you have high chair available for small children?\nA: No, Midsummer House Restaurant does not have high chairs for young children.\n\nQ: Does Midsummer House Restaurant offer live music?\nA: Midsummer House Restaurant does not offer live music.\n\nQ: Do you have an outdoor patio?\nA: Midsummer House Restaurant does not offer outdoor seating.\n\nQ: What are your parking options?\nA: They offer free off-street parking.\n\nQ: Do you allow BYOB?\nA: Byob is not possible at Midsummer House Restaurant.\n\nQ: Do you provide delivery service?\nA: No, Midsummer House Restaurant does not offer delivery service.\n\nQ: Can I get an order to go?\nA: Takeout ordering is not offered at Midsummer House Restaurant.\n\nQ: Are there halal items on the menu?\nA: Midsummer House Restaurant does not have halal options.",
    "restaurant_3697": "FAQ FOR DE LUCA CUCINA AND BAR\n\nQ: Do you have live music there?\nA: Yes, De Luca Cucina and Bar has live music.\n\nQ: Does your bar accept credit cards?\nA: De Luca Cucina and Bar accepts all major credit cards.\n\nQ: Do you serve alcohol at De Luca Cucina?\nA: Yes, alcohol is served at this bar.\n\nQ: Is there outdoor seating available?\nA: Yes, De Luca Cucina and Bar has outdoor seating.\n\nQ: Does De Luca Cucina and Bar accept reservations?\nA: The restaurant accepts reservations.\n\nQ: Does your menu have any gluten free options?\nA: Yes, De Luca Cucina and Bar has gluten free options available.\n\nQ: Are highchairs available at your restaurant?\nA: De Luca Cucina and Bar has highchairs.\n\nQ: Do you have vegetarian and vegan options?\nA: Vegetarian and Vegan options are available at De Luca Cucina and Bar.\n\nQ: Do you offer WiFi, and does it cost anything?\nA: Wifi is free at De Luca Cucina and Bar.\n\nQ: Can you tell me about the parking at your location?\nA: Free off-street parking is available at De Luca Cucina and Bar.\n\nQ: Is this site wheelchair accessible?\nA: De Luca Cucina and Bar is not wheelchair accessible.\n\nQ: Does the DE LUCA CUCINA AND BAR have BYOB?\nA: BYOB is not available.\n\nQ: Does De Luca Cucina and Bar have delivery service?\nA: We don't have delivery service here.\n\nQ: Can I order take-our from De Luca Cucina and Bar?\nA: Take-out ordering is not offered at De Luca Cucina and Bar.\n\nQ: Do you have halal offerings?\nA: Halal options are not offered at De Luca Cucina and Bar.",
    "restaurant_4607": "FAQ FOR HOTEL DU VIN AND BISTRO\n\nQ: Can I pay with a credit card?\nA: Hotel du Vin and Bistro accepts major credit cards.\n\nQ: Does Hotel Du Vin And Bistro take reservations?\nA: Yes, Hotel Du Vin and Bistro takes reservations\n\nQ: Do you have gluten free options?\nA: Hotel Du Vin and Bistro has gluten free options.\n\nQ: Is your location wheelchair accessible?\nA: Hotel Du Vin and Bistro is wheelchair accessible.\n\nQ: Is there a bar available that serves alcohol at your location?\nA: The restaurant has a full bar and serves alcohol.\n\nQ: Are highchairs available for my toddler at the Hotel Du Vin and Bistro?\nA: Highchairs are available at Hotel Vin and Bistro.\n\nQ: Is WiFi free at Hotel Du Vin and Bistro?\nA: Yes free WiFi is available.\n\nQ: Is there live music at Hotel Du Vin and Bistro?\nA: No, there is no live music at Hotel Du Vin and Bistro.\n\nQ: Do you have any outdoor tables?\nA: Outdoor seating is not available.\n\nQ: What parking options does the hotel du vin and bistro offer?\nA: There is validated parking, street parking, and free off street parking offered at Hotel Du Vin and Bistro.\n\nQ: Can we bring our own beer?\nA: BYOB is not available here.\n\nQ: Do you have delivery service?\nA: The Hotel Du Vin and Bistro does not offer delivery service.\n\nQ: Does the HOTEL DU VIN AND BISTRO offer take-out ordering?\nA: Take out is not available at HOTEL DU VIN AND BISTRO.\n\nQ: Do you have any halal options?\nA: We don't have halal options in its' menu.\n\nQ: Are there vegetarian options at the Hotel du Vin an Bistro?\nA: Hotel Du Vin and Bistro does not have vegetarian friendly options.",
    "restaurant_6780": "FAQ FOR GALLERIA\n\nQ: Do you have outdoor seating?\nA: Yes, Galleria has outdoor seats.\n\nQ: Can I order an alcoholic beverage at Galleria?\nA: Yes, Galleria serves alcohol.\n\nQ: Do you have any menu options for vegetarians or vegans?\nA: Yes, there are vegetarian and vegan options.\n\nQ: Can I pay with a credit card?\nA: Galleria takes major credit cards including Visa, Mastercard, and American Express.\n\nQ: Does your restaurant accept reservations?\nA: The Galleria takes reservations.\n\nQ: Does Galleria have gluten free choices?\nA: Galleria has gluten-free options.\n\nQ: Does Galleria have high chairs for my baby?\nA: Galleria has high chairs for babies.\n\nQ: Is Galleria wheelchair accessible?\nA: Yes, Galleria is wheelchair accessible.\n\nQ: Does the Galleria have take-out available?\nA: Galleria does offer take-out services.\n\nQ: Does Galleria provide WiFi for customers, and if so, is it free?\nA: Yes, the WiFi is free.\n\nQ: Does the GALLERIA offer live music?\nA: Galleria does not offer live music.\n\nQ: Does the GALLERIA have Car Parking?\nA: Validated Parking, Street Parking, Free Off-Street Parking are offered at GALLERIA.\n\nQ: Can we bring our own wine to the galleria?\nA: BYOB is not allowed at the Galleria.\n\nQ: Does this site offer delivery service?\nA: There is no delivery available at GALLERIA.\n\nQ: Does this site have any halal food?\nA: GALLERIA does not have halal options.",
    "restaurant_6941": "FAQ FOR THE CAMBRIDGE CHOP HOUSE\n\nQ: What credit cards are accepted at this location?\nA: All major credit cards are accepted at the Cambridge Chop House.\n\nQ: Do you serve any alcohol drinks?\nA: The Cambridge Chop House serves a full range of alcohol drinks.\n\nQ: Do you have any dishes that are gluten free?\nA: The Cambridge Chop House has gluten free options.\n\nQ: Can I make a reservation at The Cambridge Chop House?\nA: Yes, The Cambridge Chop House takes reservations.\n\nQ: Does this restaurant have a vegan option?\nA: The restaurant is vegetarian friendly.\n\nQ: Are highchairs provided there?\nA: Yes, the CAMBRIDGE CHOP HOUSE has highchairs available for babies and young children.\n\nQ: Is there ever live music there?\nA: THE CAMBRIDGE CHOP HOUSE does not offer live music.\n\nQ: Is there patio seating?\nA: Outdoor seating is not available.\n\nQ: Is there a place to park for free at The Cambridge Chop House?\nA: Yes, there is free off street parking.\n\nQ: Do you offer wheel chair accessibility?\nA: The Cambridge Chop House is not accessible by wheelchair.\n\nQ: can i byob to the cambridge chop house?\nA: BYOB is not possible at The Cambridge Chop House.\n\nQ: Do you offer delviery service?\nA: The Cambridge Chop House does not offer delivery service.\n\nQ: Does the THE CAMBRIDGE CHOP HOUSE offer take-out ordering?\nA: The Cambridge Chop House does not have take-out ordering.\n\nQ: Are there halal options on the menu at The Cambridge Chop House?\nA: The Cambridge Chop House does not offer halal options.\n\nQ: Do you have free wifi?\nA: The Cambridge Chop House does not offer free WiFi.",
    "restaurant_7236": "FAQ FOR THE RIVER BAR STEAKHOUSE AND GRILL\n\nQ: Do you take reservations online?\nA: The River Bar takes reservations online.\n\nQ: What is the availability for high chairs?\nA: Highchairs are offered on a first come basis.\n\nQ: Is alcohol served at your restaurant?\nA: The River Bar Steakhouse and Grill serves alcohol.\n\nQ: Do you offer any gluten free items?\nA: The River Bar Steakhouse and Grill has gluten free options.\n\nQ: Can I pay my bill with my credit card?\nA: The River Bar and Steakhouse accepts all major credit cards as payment.\n\nQ: Does The River Bar Steakhouse and Grill have vegetarian options available?\nA: Yes, the River Bar Steakhouse and Grill has Vegetarian options.\n\nQ: Is there free WiFi at The River Bar Steakhouse and Grill?\nA: Yes, enjoy free WiFi and The River Bar Steakhouse and Grill.\n\nQ: Does THE RIVER BAR STEAKHOUSE AND GRILL have live music?\nA: The River bar steakhouse and grill does not have live music.\n\nQ: Do you have any outdoor seating?\nA: THE RIVER BAR STEAKHOUSE AND GRILL does not have outdoor seats.\n\nQ: Can I park my car at the site?\nA: Parking is available at The River Bar Steakhouse and Grill.\n\nQ: Is there wheelchair accessibility/\nA: The River Bar Steakhouse and Grill is not accessible via wheelchair.\n\nQ: Can guests BYOB at this restaurant?\nA: No, BYOB is not possible at The River Bar Steakhouse and Grill.\n\nQ: Does THE RIVER BAR STEAKHOUSE AND GRILL offer delivery services?\nA: No, delivery service is not offered by this restaurant.\n\nQ: Does The River Bar Steakhouse and Grill offer takeout ordering?\nA: Takeout ordering is not offered at The River Bar Steakhouse and Grill.\n\nQ: Does THE RIVER BAR STEAKHOUSE AND GRILL offer halal options?\nA: The River Bar Steakhouse and Grill does not have halal options.",
    "restaurant_7492": "FAQ FOR GRAFFITI\n\nQ: Is outdoor seating offered at Graffiti?\nA: Yes, outdoor seating is offered at Graffiti\n\nQ: Is there parking available at Graffiti?\nA: yes, parking is available at Graffiti.\n\nQ: Do you take advance reservations?\nA: Graffiti accepts reservations in advance.\n\nQ: Is Graffiti vegetarian friendly?\nA: Graffiti is vegetarian friendly.\n\nQ: Are alcoholic beverages served at Graffiti?\nA: Yes, alcohol is served at Graffiti.\n\nQ: Are highchairs provided there?\nA: Highchairs are available at Graffiti.\n\nQ: Will I be able to get my wheelchair into your restauranteasily enough?\nA: Yes, GRAFFITI restaurant is a wheelchair accessible place.\n\nQ: Are there any gluten free options available?\nA: Yes, gluten free options are offered.\n\nQ: Is there free wifi for customers at Graffiti?\nA: GRAFFITI does offer free WiFi.\n\nQ: Does the GRAFFITI have live music?\nA: Graffiti does not offer live music.\n\nQ: Do you allow patrons to bring their own bottle?\nA: BYOB is not allowed at GRAFFITI.\n\nQ: Can you use a credit card at Graffiti?\nA: You can use a credit card to pay at GRAFFITI.\n\nQ: Is there delivery offered?\nA: Delivery service is not offered at Graffiti.\n\nQ: Does the GRAFFITI offer take-out ordering?\nA: Graffiti does not offer take-out ordering at this time.\n\nQ: Does Graffiti offer halal options?\nA: Halal options are not offered at Graffiti.",
    "restaurant_10347": "FAQ FOR RIVERSIDE BRASSERIE\n\nQ: Do you accept reservations at Riverside?\nA: The restaurant does accept reservations.\n\nQ: Do you serve alcohol at this establishment?\nA: There are alcoholic drinks available at Riverside Brasserie.\n\nQ: Do you have outdoor seating?\nA: Yes, you can sit outside and enjoy the view.\n\nQ: Do you have seating for babies?\nA: Yes, this restaurant has high chairs for infants.\n\nQ: Does Riverside Brasserie offer vegetarian options?\nA: Yes Riverside Brasserie has vegetarian friendly options.\n\nQ: Do you have any gluten free food?\nA: Rivers Brasserie does not have gluten free options.\n\nQ: Are there halal options on the menu?\nA: Riverside Brasserie does not have halal options.\n\nQ: Does the RIVERSIDE BRASSERIE offer Free Wifi?\nA: Free Wifi is not currently available.\n\nQ: Do you have live music at your restaurant?\nA: No, there is no live music offered at the Riverside Brasserie.\n\nQ: What are your parking options?\nA: There is street parking available.\n\nQ: Is the Riverside Brasserie wheelchair accessible?\nA: There is no wheelchair access at Riverside Brasserie.\n\nQ: Can we bring in our own bottle of wine?\nA: There is no BYOB at RIVERSIDE BRASSERIE.\n\nQ: Do you accept Mastercard?\nA: We accept only Mastercard and Visa at Riverside Brasserie.\n\nQ: Does the RIVERSIDE BRASSERIE have Delivery options?\nA: Delivery service is not available.\n\nQ: Does the RIVERSIDE BRASSERIE offer take-out ordering service to their customers?\nA: No, Riverside Brasserie does not offer takeout.",
    "restaurant_12237": "FAQ FOR NANDOS CITY CENTRE\n\nQ: does Nandos City Centre have wheelchair access?\nA: The restaurant is wheelchair accessible.\n\nQ: Can I get my food to go at Nandos City Centre?\nA: Nandos City Cenre offers takeout ordering.\n\nQ: Does this location serve alcohol?\nA: Nandos City Centre serves alcohol.\n\nQ: Do you have high chairs?\nA: Nando's has high chairs for infants.\n\nQ: Do you have free wifi?\nA: Nandos City Centre does not offer free wifi.\n\nQ: Do you have live music?\nA: There is no live music.\n\nQ: Do you have outdoor seating?\nA: There are no outdoor seats at Nandos City Centre.\n\nQ: Does NANDOS CITY CENTRE have parking available?\nA: NANDOS CITY CENTRE does offer parking.\n\nQ: Do you offer BYOB?\nA: BYOB is not allowed at Nandos City Centre.\n\nQ: Do you accept credit cards or digital payments?\nA: MasterCard, Visa, and digital payments are available here.\n\nQ: Do you provide delivery service?\nA: Nandos City Centre does not offer delivery.\n\nQ: Do you take reservations?\nA: Nandos City Centre does not take reservations.\n\nQ: Do you offer gluten free substitutions?\nA: Nandos City Centre does not have gluten free options available.\n\nQ: Do you have halal options?\nA: No, Nandos City Centre does not have halal options.\n\nQ: Do you have vegan friendly options?\nA: Nandos City Centre does not offer vegeterian friendly options.",
    "restaurant_12238": "FAQ FOR NANDOS\n\nQ: Are high chairs available for babies at Nandos?\nA: Baby chairs are available at Nandos.\n\nQ: Does Nandos have alcoholic drinks?\nA: Nando's has alcohol drinks.\n\nQ: Is your facility wheelchair accessible?\nA: Yes, Nandos is wheelchair accessible.\n\nQ: Is there wifi available?\nA: Nandos does not offer free WiFi.\n\nQ: DO you have live music?\nA: Nandos does not have live music.\n\nQ: Is there any outdoor seating at Nandos?\nA: Nandos does not have outdoor seating.\n\nQ: Do you offer free street parking?\nA: Yes, Nando's offers free off street parking as well as street and validated parking.\n\nQ: Can I bring my own beer to Nandos?\nA: No you can't BYOB at Nandos.\n\nQ: What are the payment options?\nA: We accept cash only with no payment options for credit cards.\n\nQ: Does the Nandos have Delivery options?\nA: No, Nandos doesn't offer delivery.\n\nQ: Do you take reseravtions?\nA: Nandos does not take reservations.\n\nQ: Do you offer take out?\nA: Nandos does not offer take-out ordering.\n\nQ: Are there any gluten free options at Nandos?\nA: Nandos does not have gluten free options.\n\nQ: Hello.  What options do you have that are Halal?\nA: There are no halal options at Nandos.\n\nQ: Does this site have any vegetarian food?\nA: Nandos does not offer vegetarian friendly options.",
    "restaurant_12482": "FAQ FOR THE SLUG AND LETTUCE\n\nQ: Can we bring our own alcohol to The Slug and Lettuce?\nA: BYOB is not available at THE SLUG AND LETTUCE.\n\nQ: What forms of payment are accepted?\nA: Credit cards are accepted at THE SLUG AND LETTUCE.\n\nQ: Do you deliver?\nA: No the slug does not deliver at at all\n\nQ: Do you take reservations?\nA: The Slug and Lettuce does not take reservations.\n\nQ: Do you serve alcohol?\nA: The Slug and Lettuce does not serve alcohol.\n\nQ: Do you offer take out?\nA: THE SLUG AND LETTUCE doesn't offer take out ordering\n\nQ: Does The Slug And Lettuce offer gluten free foods?\nA: Gluten free options are not being offered at this time.\n\nQ: Does Slug and Lettuce offer halal options?\nA: The Slug and Lettuce does not have halal options.\n\nQ: Are there any generation options?\nA: The Slug and Lettuce does not have vegetarian options.\n\nQ: Can we get wifi during our visit?\nA: We don't offer free WiFi at The Slug and Lettuce.\n\nQ: Does THE SLUG AND LETTUCE have high chairs available?\nA: There a no high chairs available at THE SLUG AND LETTUCE.\n\nQ: Do you have live music?\nA: Live music is not being offered at this time.\n\nQ: Hello.  Is it possible to reserve seats outside for this evening?\nA: The Slug and Lettuce does not offer outdoor seating.\n\nQ: Do you have parking available?\nA: Free off-street parking is available at The Slug and Lettuce.\n\nQ: Is there wheel chair access at this location?\nA: There is no wheelchair access.",
    "restaurant_12566": "FAQ FOR LA TASCA\n\nQ: Does your restaurant accept reservations?\nA: La Tasca takes reservations.\n\nQ: Do you guys have free WiFi?\nA: La Tasca does not offer free WiFi.\n\nQ: Are high chairs available at La Tasca?\nA: There are no high chairs.\n\nQ: Is there ever live music at la tasca?\nA: La Tasca does not offer live music.\n\nQ: Can you eat outside at La Tasca?\nA: No, La Tasca does not have provision for outdoor seating.\n\nQ: Is there parking?\nA: You can park at La Tasca.\n\nQ: Is this location ADA and wheelchair accessible?\nA: LA TASCA is not wheelchair accessible.\n\nQ: DO you offer BYOB?\nA: BYOB is not possible at La Tasca.\n\nQ: What kind of payment options are offered?\nA: La Tasca currently offers: American Express, Visa and Mastercard as payment options.\n\nQ: Does the LA TASCA have delivery service?\nA: No LA TASCA doesn't offer delivery service.\n\nQ: Do you serve alcohoL?\nA: La Tasca does not serve alcohol.\n\nQ: DO you have take out?\nA: No they do not offer take out.\n\nQ: Are there gluten free options available at La Tasca?\nA: No, there aren't any gluten free options available at La Tasca.\n\nQ: Does La Tasca offer halal options?\nA: No, La Tasca does not offer halal options.\n\nQ: Does the La Tasca have vegetarian friendly options?\nA: La Tasca does not have vegetarian friendly options.",
    "restaurant_12638": "FAQ FOR WAGAMAMA\n\nQ: Is your restaurant dine-in only?\nA: Takeout orders are accepted at Wagamama.\n\nQ: Do you serve alcohol?\nA: Yes, Wagamama serves alcohol.\n\nQ: Can I reserve a table at Wagamama?\nA: Yes, you can reserve a table at this restaurant.\n\nQ: Do you have gluten free options?\nA: Wagamama has gluten free options.\n\nQ: Can I pay with my credit card?\nA: Wagamama accepts all major credit cards.\n\nQ: Do you have wheelchair accessible seating options?\nA: Wagamama is wheelchair accessible.\n\nQ: Does Wagamama have vegetarian options?\nA: Yes it does, this restaurant is listed as one of the top vegetarian places.\n\nQ: Do you have high chairs for small children?\nA: High chairs are available at Wagamama.\n\nQ: Can we get wifi during our visit at the Wagamama?\nA: Wagamama does indeed offer free WiFi.\n\nQ: Do you have live music?\nA: Live music is not being offered at this time.\n\nQ: Is there outdoor seating available?\nA: there is no outdoor seating here\n\nQ: Do you have on-site parking?\nA: There is parking available at Wagamama.\n\nQ: Can I bring my own bottle of wine to Wagamama?\nA: BYOB is not available.\n\nQ: Does this site offer delivery service?\nA: Delivery service is not available.\n\nQ: Are there any halal options?\nA: There are no Halal Options available at Wagamama.",
    "restaurant_12700": "FAQ FOR PREZZO\n\nQ: What sort of options do you have for alternative diets?\nA: Prezzo has vegetarian and vegan options.\n\nQ: Is alcohol available here?\nA: Prezzo serves alcohol.\n\nQ: Does your restaurant accept reservations?\nA: Yes, Prezzo takes reservations.\n\nQ: Can someone in a wheelchair eat at one of your tables?\nA: Prezzo is wheelchair accessible.\n\nQ: Are any gluten free foods on the menu?\nA: Yes, Prezzo has gluten free options.\n\nQ: Do you accept credit cards?\nA: All major credit cards are accepted at Prezzo.\n\nQ: Do you have high chairs for children?\nA: Yes, high chairs are available.\n\nQ: Do you have any outdoor tables?\nA: Outdoor seating is available at Prezzo.\n\nQ: Do you offer take out?\nA: Prezzo does not offer take-out ordering.\n\nQ: Do you have Halal?\nA: No, PREZZO does not have any Halal options.\n\nQ: Does Prezzo offer free WiFi?\nA: Prezzo does offer free WiFi.\n\nQ: What days do you have live music?\nA: Prezzo does not offer live music.\n\nQ: What parking does Prezzo have?\nA: Free Off-Street Parking is available.\n\nQ: Can I bring my own beer to Prezzo?\nA: BYOB is not possible at Prezzo.\n\nQ: Do you offer delivery?\nA: Prezzo does not offer delivery service at this time.",
    "restaurant_13071": "FAQ FOR THE OAK BISTRO\n\nQ: Do you have anything gluten free on your menu?\nA: The restaurant offers gluten free options.\n\nQ: Are highchairs provided there?\nA: High chairs are available at The Oak Bistro.\n\nQ: Do you have menu items suitable for vegetarians?\nA: Yes, this restaurant is vegetarian friendly.\n\nQ: Do you have free WiFi?\nA: THE OAK BISTRO does not offer free WiFi.\n\nQ: Does The Oak Bistro have concerts?\nA: There is no live music at The Oak Bistro.\n\nQ: Do you offer outdoor seating?\nA: There is no outdoor seating.\n\nQ: Is there a place to park near the Oak Bistro?\nA: Yes, the Oak Bistro has off-street parking.\n\nQ: Is it wheelchair accessible?\nA: The Oak Bistro is not wheelchair accessible.\n\nQ: Do you offer BYOB?\nA: BYOB is not possible at The Oak Bistro.\n\nQ: Do you accept credit?\nA: Payment options at The Oak Bistro include major credit cards only.\n\nQ: Is there delivery options?\nA: Delivery service is not available.\n\nQ: Do you take reservations?\nA: The Oak Bistro does not take reservations.\n\nQ: Do you serve alcohol?\nA: The Oak Bistro does not serve alcoholic beverages.\n\nQ: Is take-out ordering available at The Oak Bistro?\nA: No, The Oak Bistro does not offer take-out ordering.\n\nQ: Do you have halal?\nA: There are no halal options available at The Oak Bistro, sorry.",
    "restaurant_14731": "FAQ FOR RESTAURANT ALIMENTUM\n\nQ: Does your restaurant serve alcohol?\nA: Alimentum serves alcohol.\n\nQ: Does your restaurant accept reservations?\nA: Alimentum takes reservations in advance.\n\nQ: Do you have highchairs?\nA: Restaurant Alimentum has high chairs available.\n\nQ: Is Restaurant Alimentum ADA compliant with wheelchair accessibility?\nA: Yes, Restaurant Alimentum is wheelchair accessible.\n\nQ: What types of credit does Alimentum accept?\nA: Restaurant Alimentum accepts American Express, Mastercard, and Visa.\n\nQ: Does your restaurant feature live music?\nA: There is live music at this restaurant.\n\nQ: Does Restaurant Alimentum offer free WiFi?\nA: Free wifi is available at Restaurant Alimentum.\n\nQ: Do you have indoor and outdoor seating?\nA: There is no outdoor seating at Restaurant Alimentum.\n\nQ: Is there free parking for diners at Restaurant Alimentum?\nA: Free off-street parking is available at Restaurant Alimentum.\n\nQ: Can I bring my own wine?\nA: Restaurant Alimentum serves alcohol and does not allow BYOB.\n\nQ: Do you have delivery?\nA: There is no delivery option.\n\nQ: Can I order take-out?\nA: Takeout is not offered at Restaurant Alimentum.\n\nQ: Do you have any gluten free options?\nA: The Restaurant Alimentum does not offer gluten free options.\n\nQ: Are there halal options on the menu at Restaurant Alimentum?\nA: No, Restaurant Alimentum does not have halal options.\n\nQ: Does Restaurant Alimentum offer vegetarian options?\nA: The Restaurant Alimentum does not have vegetarian friendly options at this time.",
    "restaurant_14742": "FAQ FOR BLOOMSBURY RESTAURANT\n\nQ: Does Bloomsbury Restaurant offer delivery?\nA: The restaurant does not offer delivery at this time.\n\nQ: Does the BLOOMSBURY RESTAURANT take reservations?.\nA: No Bloomsbury restaurant does not take any reservations at this time.\n\nQ: Do you have alcohol?\nA: No alcohol is available on the menu.\n\nQ: Do you offer take out?\nA: Bloomsbury Restaurant does not offer take-out ordering\n\nQ: Does the Bloomsbury Restaurant have gluten free options?\nA: Bloomsbury Restaurant does not offer gluten free options.\n\nQ: Do you have any halal meals?\nA: Bloomsbury Restaurant does not have halal options.\n\nQ: Do you have vegetarian options?\nA: Bloomsbury Restaurant does not offer vegetarian friendly options.\n\nQ: Do you provide free WiFi here?\nA: The WiFi is not free.\n\nQ: Are there highchairs available for my children at Bloomsbury Restaurant?\nA: Highchairs are not available at Bloomsbury Restaurant.\n\nQ: Do you ever have live music?\nA: Live music is not being offered at this time.\n\nQ: Do you have any tables outside?\nA: Bloomsbury does not offer outdoor seating.\n\nQ: Do you offer parking?\nA: Parking is available at Bloomsbury Restaurant.\n\nQ: Do you have wheel chair accessibility?\nA: Bloomsbury Restaurant is not wheelchair accessible.\n\nQ: Does your restaurant allow BYOB?\nA: Bloomsbury Restaurant does not allow BYOB.\n\nQ: Do you accept credit cards?\nA: Credit cards are the payment option offered at Bloomsbury Restaurant.",
    "restaurant_14810": "FAQ FOR SAINT JOHNS CHOP HOUSE\n\nQ: Does your establishment serve alcohol?\nA: Yes, Saint Johns Chop House serves alcohol.\n\nQ: Do you take reservations?\nA: Yes, you can reserve a table at this restaurant.\n\nQ: Does this establishment have gluten free options?\nA: Yes, Saint Johns Chop House has gluten free options.\n\nQ: Do you take credit cards?\nA: Major credit cards are accepted at Saint Johns Chop House.\n\nQ: Do you have seating for infants and toddlers?\nA: High chairs are available at Saint Johns Chop House.\n\nQ: Does Saint Johns Chop House offer vegetarian dishes?\nA: Yes, Saint Johns Chop House has vegetarian friendly options.\n\nQ: Is your location wheelchair accessible?\nA: Yes, SAINT JOHNS CHOP HOUSE is a wheelchair accessible restaurant.\n\nQ: Do you have WiFi at the Saint Johns Chop House?\nA: Free WiFi is offered at Saint Johns Chop House.\n\nQ: Do you offer live music?\nA: Saint Johns Chop House does not offer live music.\n\nQ: Can we dine outside at the Saint Johns Chop House?\nA: No, Saint Johns Chop House doesn't have outdoor seats.\n\nQ: Is there parking offered?\nA: Saint Johns Chop House does offer parking.\n\nQ: Does SAINT JOHNS CHOP HOUSE allow BYOB option to their guests?\nA: No, BYOB is not allowed at Saint Johns Chop House.\n\nQ: Do you offer delivery?\nA: There is not a delivery service option at Saint Johns Chop House.\n\nQ: Does Saint Johns Chop House offer takeout ordering?\nA: Saint Johns Chop House does not offer takeout ordering.\n\nQ: Do you have a Halal friendly menu option?\nA: Halal options are not offered at Saint Johns Chop House.",
    "restaurant_15275": "FAQ FOR MAHAL OF CAMBRIDGE\n\nQ: Can I make a reservation at Mahal?\nA: You can make a reservation at Mahal of Cambridge.\n\nQ: Hello.  Do you offer free wifi for your guests?\nA: Free Wifi is not currently available.\n\nQ: Does the Mahal of Cambridge offer high chairs?\nA: The Mahal of Cambridge does not offer high chairs.\n\nQ: Do you have live music?\nA: No, Mahal of Cambridge does not offer live music.\n\nQ: Does the Mahal of Cambridge have outdoor seating?\nA: The Mahal of Cambridge has no outdoor seating.\n\nQ: Does the MAHAL OF CAMBRIDGE have Car Parking?\nA: Mahal of Cambridge offers free off-street parking that is validated.\n\nQ: Hello.  I am in a wheelchair.  Is your restaurant handicap accessible?\nA: Mahal of Cambridge is not wheelchair accessible.\n\nQ: Am I allowed to BYOB at the Mahal of Cambridge?\nA: No, BYOB is not allowed at Mahal of Cambridge.\n\nQ: Which credit cards do you accept?\nA: Mahal of Cambridge offers mastercard and visa as payment options.\n\nQ: Is there delivery service?\nA: MAHAL OF CAMBRIDGE does not offer delivery service.\n\nQ: Is alcohol offered at the Mahal of Cambridge?\nA: Alcohol is not served at this place.\n\nQ: Can I get take out from Mahal of Cambridge?\nA: Mahal of Cambridge does not offer take out ordering.\n\nQ: Is there anything gluten free on the menu?\nA: Mahal of Cambridge does not offer gluten free options at this time.\n\nQ: Does this site have any halal food?\nA: Mahal of Cambridger does not offer halal options.\n\nQ: Do you vegetarian options on your menu?\nA: Mahal of Cambridge does not have vegetarian options available.",
    "restaurant_19171": "FAQ FOR COTTO\n\nQ: Does Cotto offer gluten free options?\nA: Yes, Cotto has gluten free options.\n\nQ: Does Cotto offer vegan or vegetarian options on the menu?\nA: Cotto offers vegan and vegetarian options.\n\nQ: What alcoholic drinks does Cotto serve?\nA: Cotto serves wine and beer.\n\nQ: Do you accept another type of payment other than cash?\nA: Cotto accepts all major credit cards.\n\nQ: Is free parking available at your location?\nA: Yes, parking is free of charge at the Gonville Hotel where Cotto is located.\n\nQ: Does the COTTO offer Free Wifi?\nA: Cotto offers free wifi.\n\nQ: Do you have any high chairs?\nA: High chairs are not available here.\n\nQ: Do you have a live band tonight?\nA: Cotto does not have live music.\n\nQ: Does this site have any outdoor seating available?\nA: There is no outdoor seating at Cotto.\n\nQ: I'm in a wheelchair, are you an accessible restaurant?\nA: Cotto is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: Bring Your Own Bottle (BYOB) is not available at COTTO.\n\nQ: Does Cotto have delivery service?\nA: Cotto does not offer delivery service.\n\nQ: Is there reservation accessibilty?\nA: Cotto does not take reservations at this time.\n\nQ: Does this site takeout ordering service?\nA: Cotto does not offer take-out ordering.\n\nQ: Do you have any Halal options?\nA: No, the COTTO facility does not have Halal dietary options.",
    "restaurant_19172": "FAQ FOR HK FUSION\n\nQ: Is delivery available at HK Fusion?\nA: Yes, delivery service is available from HK Fusion.\n\nQ: Is take out an available option?\nA: HK Fusion takes take-out orders.\n\nQ: Do you accept reservations?\nA: Yes, HK Fusion takes reservations.\n\nQ: Do you have any vegetarian dishes?\nA: Yes HK Fusion has vegetarian options.\n\nQ: Does HK Fusion have free WiFi?\nA: There is no free wifi at HK Fusion.\n\nQ: Are there any high chairs available at HK Fusion?\nA: No high chairs available at HK Fusion.\n\nQ: Do you have live music?\nA: We don't offer live music at HK Fusion.\n\nQ: Do you offer outdoor seating?\nA: HK Fusion has no outdoor seating.\n\nQ: Is there parking available at HK Fusion?\nA: HK Fusion is pleased to offer street, off-street and validated parking.\n\nQ: Does the HK FUSION have wheelchair accessible?\nA: HK Fusion is not accessible by wheelchair.\n\nQ: Do you allow BYOB?\nA: BYOB is not possible at HK Fusion.\n\nQ: What type of payment method do you accept?\nA: HK Fusion accepts Visa, MasterCard and American Express.\n\nQ: Do you serve alcohol?\nA: HK Fusion does serve alcohol.\n\nQ: Can I get gluten free options at HK Fusion?\nA: HK Fusion does not offer gluten free options.\n\nQ: Do you have any halal options?\nA: HK Fusion does not have halal options.",
    "restaurant_19173": "FAQ FOR SHANGHAI FAMILY RESTAURANT\n\nQ: Can I make a reservation?\nA: Yes, you can book a table in advance.\n\nQ: Does your restaurant have vegetarian friendly options?\nA: Yes, Shanghai Family Restaurant has vegetarian friendly options.\n\nQ: Do you offer free WIFi?\nA: Shanghai Family Restaurant does not offer free WiFi.\n\nQ: Will I be able to get a high chair at Shanghai Family Restaurant?\nA: There are no high chairs available for babies at SHANGHAI FAMILY RESTAURANT.\n\nQ: Do you offer live music?\nA: SHANGHAI FAMILY RESTAURANT does not offer live music.\n\nQ: Does this site have any outdoor seating available?\nA: The Shanghai Family Restaurant does not offer outdoor seating.\n\nQ: Is there parking at Shangai Family Restaurant?\nA: Parking is provided at Shangai Family Restaurant.\n\nQ: Is it okay if we bring a guest in a wheelchair?\nA: Shanghai Family Restaurant is not wheelchair accessible.\n\nQ: Does this site offer BYOB service?\nA: No, Shanghai Family Restaurant doesn't offer a BYOB option.\n\nQ: What are the payment options at Shanghai Family Restaurant?\nA: American Express, Mastercard and Visa are payment options available at this restaurant.\n\nQ: DO you have free delivery/\nA: Shanghai Family Restaurant does not offer free delivery.\n\nQ: Does Shanghai Family Restaurant serve alcoholic beverages?\nA: Shanghai Family restaurant does not serve alcohol.\n\nQ: Do you have take-out ordering?\nA: No, we don't offer take-out ordering at Shanghai Family Restaurant.\n\nQ: What are your gluten free options?\nA: The menu at Shanghai Family Restaurant does not have gluten free options.\n\nQ: Do you have anything on the menu that's halal?\nA: Halal options are not offered by SHANGHAI FAMILY RESTAURANT.",
    "restaurant_19174": "FAQ FOR TANG CHINESE\n\nQ: Is there outdoor seating available?\nA: Outdoor seating is not available at Tang Chinese.\n\nQ: What are your parking options?\nA: Tang Chinese offers street, off-street and validated parking for your convenience.\n\nQ: is it wheelchair accessible?\nA: Tang Chinese is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: You can not bring your own bottle at Tang Chinese.\n\nQ: What are your payment methods at Tang Chinese?\nA: Payment methods at Tang Chinese include credit cards.\n\nQ: Does TANG CHINESE offer a delivery service?\nA: Delivery service is not offered at Tang Chinese.\n\nQ: Do you take reseravtions?\nA: Tang Chinese do not take reservations.\n\nQ: Does Tang Chinese serve alcohol?\nA: Alcohol is not served at Tang Chinese restaurant.\n\nQ: Can I order take-out?\nA: Tang Chinese does not offer take-out ordering.\n\nQ: Do you have any gluten-free options?\nA: There are no gluten free options offered at Tang Chinese.\n\nQ: D you offer any Halal meals?\nA: Tang Chinese does not offer halal options.\n\nQ: Does Tang Chinese offer any vegetarian options?\nA: Tang Chinese does not have Vegetarian options.\n\nQ: Do you offer wifi?\nA: Tang Chinese does not offer free WiFi.\n\nQ: Does Tang Chinese have a high chair for my baby?\nA: There are no high chairs available for babies available at Tang Chinese.\n\nQ: Is there ever live music at Tang Chinese?\nA: Tang Chinese does not offer live music as entertainment option.",
    "restaurant_19175": "FAQ FOR YIPPEE NOODLE BAR\n\nQ: What parking options are available at your location?\nA: Only street parking is available.\n\nQ: Can I order food to go?\nA: Yippee Noodle Bar offers take-out ordering.\n\nQ: What if my toddler wants to eat at your restaurant?\nA: High chairs are available at Yippee Noodle Bar.\n\nQ: Do you serve any alcohol?\nA: The YIPPE NOODLE BAR serves all forms of alcohol.\n\nQ: Can I bring my wheelchair?\nA: Yes, Yippee Noodle Bar is wheelchair accessible.\n\nQ: Do yo have free wifi?\nA: Yippee Noodle Bar does not offer free WiFi.\n\nQ: Does the YIPPEE NOODLE BAR offer live music?\nA: Yippee does not offer live music entertainment.\n\nQ: Does the YIPPEE NOODLE BAR have outdoor seating?.\nA: Yippee Noodle Bar does not have outdoor seating.\n\nQ: Is BYOB an option at Yippee Noodle Bar?\nA: BYOB is against policy at Yippee Noodle Bar.\n\nQ: What forms of payment do you accept?\nA: Yippee Noodle Bar accepts Visa, American Express, and Mastercard as payment.\n\nQ: Do you offer delivery service?\nA: Yippee Noodle Bar does not offer delivery service.\n\nQ: Can I make a reservation?\nA: Yippee Noodle Bar does not take reservations.\n\nQ: Do you have gluten free options?\nA: The Yippee Noodle Bar does not offer gluten free options.\n\nQ: Does Yippee Noodle Bar offer halal items?\nA: Yippee Noodle Bar does not have halal options.\n\nQ: Does this site have any vegetarian food?\nA: The Yippee Noodle Bar is not vegetarian friendly.",
    "restaurant_19176": "FAQ FOR CLOWNS CAFE\n\nQ: Is this location wheelchair accessible?\nA: Clowns Cafe is not wheelchair accessible.\n\nQ: Do you allow BYOB?\nA: Clowns Cafe does not allow Bring Your Own Bottle (BYOB).\n\nQ: Are you a cash-only establishment?\nA: The Clowns Cafe accepts credit cards.\n\nQ: Do you offer delivery service?\nA: CLOWNS CAFE does not offer delivery service.\n\nQ: Can I make a reservation for tonight?\nA: Clowns Cafe does not take reservations.\n\nQ: Do you serve alcohol?\nA: Clowns Cafe does not serve alcohol.\n\nQ: Do you offer take-out?\nA: Clowns Cafe does not offer take-out ordering.\n\nQ: Do you offer gluten free options at Clowns Cafe?\nA: Clowns Cafe does not offer gluten free options.\n\nQ: Does CLOWNS CAFE offer halal options?\nA: Clowns Cafe does not offer halal options.\n\nQ: Does this site have any vegetarian food?\nA: The Clowns Cafe does not offer vegetarian friendly options.\n\nQ: Does Clowns Cafe have free wifi?\nA: We don't offer free WiFi at Clowns Cafe.\n\nQ: Does the Clowns Cafe offer highchairs?\nA: Clowns Cafe does not have highchairs available for babies.\n\nQ: Does this restaurant offer live music?\nA: Clowns Cafe does not offer live music at their establishment.\n\nQ: Is there outdoor seating at Clowns Cafe?\nA: Clowns Cafe does not offer outdoor seating at this time.\n\nQ: Do you offer free parking?\nA: Parking is available at Clowns Cafe.",
    "restaurant_19177": "FAQ FOR DARRYS COOKHOUSE AND WINE SHOP\n\nQ: Do you offer any entertainment for customers?\nA: You can enjoy live music every night.\n\nQ: Does your restaurant accept reservations?\nA: Yes, you can make a reservation.\n\nQ: Does your menu have any vegetarian options?\nA: Yes, there are vegetarian options.\n\nQ: Do you have a gluten free menu?\nA: Yes, gluten free options are offered.\n\nQ: Do you offer any wine?\nA: Yes, various wines are available.\n\nQ: Are highchairs available?\nA: High Chairs are available at Darrys Cookhouse and Wine Shop.\n\nQ: What forms of payment are accepted at your establishment?\nA: DARRY'S COOKHOUSE AND WINE SHOP accepts cash, MasterCard and Visa for payment.\n\nQ: Does Darrys cookhouse and wine shop offer free wifi?\nA: Darrys Cookhouse and Wine Shop does not offer free WiFi.\n\nQ: Do you have outdoor seating?\nA: No, there is no outdoor seating available.\n\nQ: Do you have free parking?\nA: Darrys Cookhouse and Wine Shop offers free off-street parking.\n\nQ: Are you wheelchair accessible?\nA: Darrys Cookhouse and Wine Shop is not wheelchair accessible.\n\nQ: Is BYOB an option there?\nA: BYOB is not an option at Darrys Cookhouse and Wine Shop.\n\nQ: Can I order food for delivery?\nA: Delivery service is not offered by Darrys Cookkhouse and Wine Shop.\n\nQ: Do you offer take-out?\nA: Takeout ordering is not offered at Darrys Cookhouse and Wine Shop.\n\nQ: Do you have any halal meals available?\nA: Darrys Cookhouse and Wine Shop does not offer halal options.",
    "restaurant_19178": "FAQ FOR EFES RESTAURANT\n\nQ: Are there vegetarian options on the menu?\nA: This restaurant is vegetarian friendly.\n\nQ: Is this a wheelchair accessible restaurant?\nA: Yes, this is a wheelchair accessible restaurant.\n\nQ: Does your restaurant accept reservations?\nA: Yes, you can make a reservation in advance.\n\nQ: Can I do a take-out order from your restaurant?\nA: Yes, Efes Restaurant has take-out ordering.\n\nQ: Do you serve halal dishes?\nA: Halal options are available at Efes Restaurant.\n\nQ: Does this restaurant have a bar?\nA: EFES Restaurant has a full bar.\n\nQ: Are highchairs for babies provided there?\nA: Efes Restaurant has highchairs for babies.\n\nQ: Are there any gluten free options at this restaurant?\nA: There are gluten free options at this restaurant.\n\nQ: Do you accept credit cards?\nA: Efes accepts all major credit cards.\n\nQ: Do you have wifi?\nA: Efes Restaurant does not offer free WiFi.\n\nQ: Is live music available at EFES Restaurant?\nA: Live music is not available at Efes Restaurant.\n\nQ: Do you have outdoor seating?\nA: EFES RESTAURANT does not have outdoor seatings.\n\nQ: What kind of parking do you offer?\nA: There is validated parking, street parking, and free off-street parking available at Efes.\n\nQ: Do you offer BYOB?\nA: Efes Restaurant does not offer BYOB.\n\nQ: Does Efes have delivery?\nA: There is no delivery service at Efes Restaurant.",
    "restaurant_19180": "FAQ FOR KOHINOOR\n\nQ: Does Kohinoor have vegetarian options on the menu?\nA: Yes, the restaurant is vegetarian friendly .\n\nQ: Does this location take reservations?\nA: Yes, you can make a reservation at Kohinoor.\n\nQ: Does it serve alcohoL?\nA: Kohinoor does not serve alcohol.\n\nQ: Does Kohinoor offer take-out orders?\nA: Kohimoor does not have take-out ordering.\n\nQ: Does Kohinoor have gluten free options?\nA: Kohinoor has no gluten free options available.\n\nQ: Hello, do you have halal food?\nA: Kohinoor's menu does not offer halal options.\n\nQ: Does Kohinoor have free WiFi for its customers?\nA: KOHINOOR does not offer free WiFi.\n\nQ: Do you have high chairs available for babies?\nA: Kohinoor does not offer any high chairs for babies.\n\nQ: Does Kohinoor ever have any live music?\nA: Kohinoor does not offer live music.\n\nQ: Is there a place to sit outside at Kohinoor?\nA: The Kohinoor does not offer outdoor seating.\n\nQ: Is parking available?\nA: Free off-street parking is available at Kohinoor.\n\nQ: Are you wheelchair accessible?\nA: Restaurant Kohinoor is not wheelchair accessible.\n\nQ: Is there BYOB?\nA: You cannot BYOB at Kohinoor.\n\nQ: What are your payment options at Kohinoor?\nA: Payment options at Kohinoor are American Express, Visa, and Mastercard.\n\nQ: Do you have delivery service?\nA: Kohinoor does not offer delivery service.",
    "restaurant_19181": "FAQ FOR KYMMOY\n\nQ: Does KYMMOY offer alcohol?\nA: Kymmoy serves alcoholic beverage.\n\nQ: Can I have my food delivered?\nA: Kymmoy does offer delivery service.\n\nQ: Do you have a take out menu available?\nA: Yes, Kymmoy has take-out ordering.\n\nQ: Do you accept reservations?\nA: Kymmoy does take reservations.\n\nQ: Does KYMMOY offer free WiFi?\nA: Kymmoy does not offer free WiFi.\n\nQ: Does KYMMOY have chairs available for babies?\nA: No, KYMMOY does not have high chairs available for babies.\n\nQ: Does KYMMOY offer live music?\nA: Kymmoy does not offer live music.\n\nQ: Does Kymmoy have outdoor seating available?\nA: There is not seating outside at Kymmoy.\n\nQ: Do you have free parking?\nA: The parking options at Kymmoy are validated, street and free off-street parking.\n\nQ: Is this establishment wheelchair accessible?\nA: Kymmoy is not wheelchair accessible.\n\nQ: Is there BYOB?\nA: No, BYOB isn't available at KYMMOY.\n\nQ: Hello.  Can I use my VISA card with my order?\nA: All credit cards will be taken by Kymmoy.\n\nQ: Do you have gluten free?\nA: Gluten free options are not available at Kymmoy.\n\nQ: Does Kymmoy offer halal options?\nA: Kymmoy does not offer any halal options.\n\nQ: Do you have vegetarian meals?\nA: No, Kymmoy does not have vegetarian friendly options.",
    "restaurant_19182": "FAQ FOR THE GOLDEN CURRY\n\nQ: Does your location accept reservations?\nA: Yes, the Golden Curry takes reservations.\n\nQ: Are you wheelchair accessible?\nA: The Golden Curry is a wheelchair accessible.\n\nQ: Is take-out ordering an option at The Golden Curry?\nA: Yes, the Golden Curry has take-out ordering.\n\nQ: Do you have any type of seating for babies?\nA: The Golden Curry has high chairs for infants.\n\nQ: Can I order alcohol along with my meal?\nA: Alcohol is served at The Golden Curry.\n\nQ: Do you have many gluten free options on the menu?\nA: The Golden Curry does not have gluten free options.\n\nQ: Does THE GOLDEN CURRY offer halal options?\nA: The Golden Curry does not offer halal options.\n\nQ: Hello.  Can you tell me what vegetarian items are on the menu?\nA: The Golden Curry does not offer vegetarian friendly options.\n\nQ: Do you have free WiFi?\nA: The Golden Curry does not offer free wi-fi.\n\nQ: Is live music offered at The Golden Curry?\nA: The Golden Curry does not offer live music.\n\nQ: Do you have any tables outside?\nA: The Golden Curry has no outdoor seating.\n\nQ: Is there parking at The Golden Curry?\nA: The Golden Curry has validated parking, street parking and free off street parking.\n\nQ: Do you allow guests to BYOB?\nA: No, BYOB is not allowed at The Golden Curry.\n\nQ: What payment options are available?\nA: The payment options that are available at The Golden Curry are American Express, Mastercard and Visa.\n\nQ: Do you offer delivery service?\nA: No, there is no delivery available for The Golden Curry.",
    "restaurant_19183": "FAQ FOR BEDOUIN\n\nQ: Can I bring a wheelchair into your restaurant?\nA: Yes, Bedouin is wheelchair accessible.\n\nQ: Do you have any Halal options on the menu?\nA: There are halal options at this restaurant.\n\nQ: Can I book a table ahead of time?\nA: Yes, you can book a table at this restaurant.\n\nQ: Does Bedouin serve alcohol?\nA: Yes, alcohol is served at Bedouin.\n\nQ: Does the Bedouin have gluten free options available?\nA: Bedouin has gluten free options.\n\nQ: Are there any vegetarian options available there?\nA: There are many vegetarian options available at Bedouin.\n\nQ: DO you have free wifi?\nA: There is no free wifi available at BEDOUIN.\n\nQ: Do you have high chairs?\nA: Bedouin does not have high chairs available.\n\nQ: Is there live music at bedouin?\nA: Bedouin does not offer live music.\n\nQ: Do you have outdoor seating?\nA: No, Bedouin doesn't have outdoor seats.\n\nQ: Do you have free parking?\nA: Free off-street parking is available at Bedouin.\n\nQ: Do you allow BYOB at your location?\nA: BYOB is not allowed at Bedouin.\n\nQ: Which credit cards to you take?\nA: The payment options accepted at Bedouin are Mastercard and Visa.\n\nQ: Can I have my order from Bedouin delivered to my hotel?\nA: Delivery service is not offered at Bedouin.\n\nQ: Does the BEDOUIN offer takeout ordering?\nA: Takeout ordering is not offered at Bedouin.",
    "restaurant_19184": "FAQ FOR CURRY QUEEN\n\nQ: Are there vegetarian options on the menu at Curry Queen?\nA: This restaurant is vegetarian friendly.\n\nQ: Are Halal options available?\nA: Halal options are offered at Curry Queen.\n\nQ: Do you have high chairs available to use?\nA: High chairs are available at Curry Queen.\n\nQ: Can I order take-out?\nA: Curry Queen offers take-out.\n\nQ: Is there alcohol served at Curry Queen?\nA: Yes, Curry Queen serves alcohol.\n\nQ: Do you take credit cards?\nA: All major credit cards are accepted.\n\nQ: Am I able to make a reservation ahead of time?\nA: The Curry Queen accepts reservations.\n\nQ: Can I have my food delivered?\nA: Yes, CURRY QUEEN has delivery service.\n\nQ: Does Curry Queen offer free WiFi?\nA: No, Curry Queen does not offer free WiFi.\n\nQ: Is there live music at Curry Queen?\nA: Live music is not offered here.\n\nQ: Are there outdoor seats?\nA: We don't have outdoor seats here.\n\nQ: Where should we park for your restaurant?\nA: Curry Queen offers free off-street parking.\n\nQ: Is Curry Queen wheelchair accessible?\nA: Curry Queen is not wheelchair accessible.\n\nQ: Do you allow patrons to BYOB?\nA: BYOB is not allowed at the Curry Queen.\n\nQ: Are there any gluten free options?\nA: CURRY QUEEN does not have gluten free options.",
    "restaurant_19185": "FAQ FOR RICE HOUSE\n\nQ: Do you have vegetarian options?\nA: RICE HOUSE does not have vegetarian friendly options.\n\nQ: Do you have free wifi?\nA: Rice House does not offer free WiFi.\n\nQ: Does Rice House have high chairs for babies to use?\nA: RICE HOUSE does not have high chairs available for babies.\n\nQ: Is there live music at Rice House?\nA: Rice House does not offer live music.\n\nQ: Do you have outdoor seating?\nA: Rice House does not offer outdoor seating at this time.\n\nQ: What kind of parking is offered?\nA: RICE HOUSE offers parking.\n\nQ: Is this location wheel chair accessible?\nA: Rice House is not wheelchair accessible.\n\nQ: Are you allowed to bring in your own beverages?\nA: BYOB is not possible at Rice House.\n\nQ: Do you take anything besides cash?\nA: credit cards are the only other option for the rice house.\n\nQ: Would I be able to have an order delivered?\nA: No, Rich House does not offer delivery service for their customers.\n\nQ: Do you take reservations?\nA: The Rice House does not take reservatiions.\n\nQ: Does Rice House offer alcohol?\nA: You cannot order alcohol at Rice House.\n\nQ: Do you offer take out ordering?\nA: Rice House does not offer take-out ordering.\n\nQ: Does Rice House have gluten free options?\nA: The Rice House does not offer gluten free options.\n\nQ: Does Rice House offer halal options?\nA: Rice House does not have halal options.",
    "restaurant_19186": "FAQ FOR LAN HONG HOUSE\n\nQ: Do you offer take out or delivery?\nA: Yes, this restaurant offers both takeout and delivery.\n\nQ: Do you offer delivery or would I have to find a third party?\nA: yes, the restaurant offers delivery services.\n\nQ: Do you provide free WiFi?\nA: Lan Hong House does not offer free WiFi.\n\nQ: Does the LAN HONG HOUSE have high chairs for Babies?\nA: Lan Hong House does not have highchairs available for babies.\n\nQ: DO you have live music?\nA: Live music is not offered at Lan Hong House.\n\nQ: Is there outdoor seating?\nA: Lan Hong House does not have outdoor seating.\n\nQ: Can I park my car at the site?\nA: Free off-street parking is offered at Lan Hong House.\n\nQ: Is Lan Hong House wheelchair accessible?\nA: Lan Hong House is not accessible by wheelchair.\n\nQ: Is BYOB possible at Lan Hong House?\nA: BYOB is not possible at Lan Hong House.\n\nQ: Do you accept credit cards as a payment option?\nA: Payment options at Lan Hong House include credit cards.\n\nQ: Does LAN HONG HOUSE take reservations?\nA: Lan Hong House does not take reservations.\n\nQ: Do you serve alcohol?\nA: Lan Hong House does not serve alcohol.\n\nQ: Does LAN HONG HOUSE have gluten free options?\nA: No, Lan Hong House doesn't have gluten free options.\n\nQ: Do you have halal options?\nA: No Halal options available\n\nQ: Is this restaurant vegetarian friendly?\nA: Lan Hong House is not vegetarian friendly.",
    "restaurant_19187": "FAQ FOR PANAHAR\n\nQ: Is there free wifi?\nA: PANAHAR does not offer free WiFi.\n\nQ: Are there highhcairs available at Panahar?\nA: Highchairs are not available at Panahar.\n\nQ: Do you have live music?\nA: Panahar does not offer live music.\n\nQ: Is there outdoor seating?\nA: Panahar does not have outdoor seating.\n\nQ: Is there parking near or at Panahar?\nA: Yes, the best parking option at Panahar is the free off street parking.\n\nQ: Can a wheelchair enter Panahar with ease?\nA: Panahar is not wheelchair accessible.\n\nQ: Can we bring in our own wine?\nA: No BYOB is possible in Panahar.\n\nQ: Can I use a credit card to pay for my meal at Panahar?\nA: Credit cards are accepted at Panahar.\n\nQ: Does Panahar offer delivery?\nA: Delivery is not available at Panahar.\n\nQ: Can I make a reservation?\nA: Panahar does not take reservations.\n\nQ: Does this site offer alcohol to customers?\nA: Panahar does not offer alcoholic beverages.\n\nQ: Can I order something to take away?\nA: No, Panahar does not offer take-out ordering.\n\nQ: Does Panahar offer gluten free food?\nA: There are no gluten free options available.\n\nQ: Is there halal offerings?\nA: The dining options at Panahar do not include halal.\n\nQ: Hello.  Could you tell me what vegan dishes are available on the menu?\nA: Panahar does not have any vegetarian friendly options.",
    "restaurant_19188": "FAQ FOR BACKSTREET BISTRO\n\nQ: Does this bistro take reservations?\nA: Yes, Backstreet Bistro does take reservations.\n\nQ: Does Backstreet Bistro offer wifi?\nA: Backstreet Bistro does not offer free WiFi.\n\nQ: Does Backstreet Bistro have high chairs for children?\nA: No high chairs are available at Backstreet Bistro.\n\nQ: Do you have live music playing?\nA: Live music is not offered at Backstreet Bistro.\n\nQ: Do you offer outdoor seating?\nA: Backstreet Bistro does not having outdoor seating as a option.\n\nQ: Is there a place to park my car at Backstreet Bistro?\nA: Yes, there is parking available at Backstreet Bistro.\n\nQ: Is Backstreet Bistro wheelchair accessible?\nA: Backstreet Bistro is not accessible by wheelchair.\n\nQ: can i BYOB at the backstreet bistro?\nA: BYOB is not possible at Bakstreet Bistro.\n\nQ: What credit cards do you accept?\nA: We accept Mastercard and Visa.\n\nQ: Does BACKSTREET BISTRO offer delivery?\nA: Backstreet Bistro does not offer delivery, sorry.\n\nQ: Do you have a wine list?\nA: Backstreet Bistro does not serve alcohol.\n\nQ: Can I get take out from Backstreet Bistro?\nA: No, takeout is not available at Backstreet Bistro.\n\nQ: Are there any gluten free options here?\nA: No, there are no gluten free options available at Backstreet Bistro.\n\nQ: Do you have any halal options?\nA: Backstreet Bistro does not offer halal options.\n\nQ: Does this site have any vegetarian food?\nA: Backstreet Bistro does not have vegetarian friendly options.",
    "restaurant_19189": "FAQ FOR MEZE BAR\n\nQ: Do you offer take-out?\nA: Take-out is available at Meze Bar.\n\nQ: Do you have alcoholic beverages?\nA: Meze Bar serves alcohol.\n\nQ: Is there wheelchair access there?\nA: Yes, MEZE BAR is a wheelchair accessible establishment.\n\nQ: Do you allow table reservations?\nA: Yes, table reservations are accepted.\n\nQ: Is there arrangement of High chairs?\nA: High chairs are available at Meze Bar.\n\nQ: Are there any WiFi at the site?\nA: Meze Bar does not offer free WiFi.\n\nQ: Do you ever have live music?\nA: No, there is no live music.\n\nQ: Is there outdoor seating at Meze Bar?\nA: Meze Bar does not have outdoor seating.\n\nQ: Does the MEZE BAR  have Car Parking?\nA: Parking is available at MEZE BAR.\n\nQ: Do you allow BYOB?\nA: BYOB is not possible at MEZE BAR.\n\nQ: What are the payment options at Meze Bar?\nA: Credit cards are accepted at Meze Bar.\n\nQ: Does Meze Bar offer delivery service?\nA: There is no delivery available by MEZE BAR.\n\nQ: Do you have a gluten free menu?\nA: Meze Bar does not have gluten free options.\n\nQ: Do you have halal options?\nA: Meze Bar does not have halal options available.\n\nQ: Are there vegetarian items on the Meze Bar?\nA: The menu at Meze Bar does not have vegetarian friendly options.",
    "restaurant_19190": "FAQ FOR ROYAL STANDARD\n\nQ: Does Royal Standard have outdoor seating?\nA: You can choose either indoor or ourdoor seats.\n\nQ: Can a wheelchair access your restaurant?\nA: Yes, Royal Standard is wheelchair accessible.\n\nQ: Does your outfit accept reservations?\nA: Yes, reservations are accepted at Royal Standard.\n\nQ: Do you have anything for vegetarians?\nA: Yes, Royal Standard has vegetarian friendly options.\n\nQ: What types of payment do you accept?\nA: The Royal Standard accepts cash, MasterCard and Visa for payment.\n\nQ: Do you have seating for toddlers or babies?\nA: Yes, Royal Standard does have highchairs available for babies' seating.\n\nQ: Does Royal Standard serve any alcohol?\nA: Alcohol is not served at Royal Standard.\n\nQ: Does your location offer take out?\nA: Royal Standard doesn't offer take-out.\n\nQ: Do you have gluten free options?\nA: Royal Standard does not offer gluten free options.\n\nQ: Do you have any halal options?\nA: No, there are no halal options at Royal Standard\n\nQ: Do you provide free WiFi in your restaurant?\nA: There is no free WiFi at the moment in the restaurant.\n\nQ: Is there live music at the Royal Standard?\nA: Live music is not offered here.\n\nQ: What are the parking options at Royal Standard?\nA: There is validated parking, street parking,  and free off-street parking.\n\nQ: Can I bring my own alcohol to Royal Standard?\nA: You can't bring your own alcohol into Royal Standard.\n\nQ: Does Royal Standard offer delivery service?\nA: ROYAL STANDARD does not have delivery service.",
    "restaurant_19191": "FAQ FOR TAJ TANDOORI\n\nQ: Does your restaurant have takeout and delivery options?\nA: Taj Tandoori offers takeout and delivery.\n\nQ: Is BYOB welcomed there?\nA: Yes you can have BYOB here at Taj Tandoori.\n\nQ: Can I order take-out there?\nA: Yes, Taj Tandoori has take-out.\n\nQ: Are high chairs available at Taj Tandoori for babies?\nA: High chairs are available at Taj Tandoori.\n\nQ: What are my parking options for your restaurant?\nA: Free off-street parking is available at Taj Tandoori.\n\nQ: Is Taj Tandoori wheelchair accessible?\nA: Yes, TAJ TANDOORI is a Wheelchair Accessible restaurant.\n\nQ: Can I make a reservation in advance?\nA: Yes the restaurant takes reservations. You may book your table in advance.\n\nQ: What forms of payment does your restaurant accept?\nA: TAJ TANDOORI accepts cash, American Express, MasterCard, Visa, and digital payments.\n\nQ: Do you have free WIFI?\nA: Taj Tandoori does not offer free WiFI.\n\nQ: Do you have live music at 5PM?\nA: no  taj tandoori does not offer live music at the time .\n\nQ: Are there outdoor seats at Taj Tandoori?\nA: There is not outdoor seating available at Taj Tandoori.\n\nQ: Does TAJ TANDOORI offer alcohol?\nA: No Taj Tandoori doesn't offer alcohol, but you can BYOB.\n\nQ: Do you have gluten free options?\nA: No gluten free options are available\n\nQ: Are there any Halal options at Taj Tandoori?\nA: Taj Tandoori does not have halal options.\n\nQ: Does this site have any vegetarian food?\nA: Taj Tandoori does not offer vegetarian friendly options.",
    "restaurant_19192": "FAQ FOR THE GOOD LUCK CHINESE FOOD TAKEAWAY\n\nQ: Do you offer Halal menu options?\nA: Halal options are not available here.\n\nQ: Do you have vegetarian options?\nA: The Good Luck Chinese Food Takeaway isn't vegetarian friendly.\n\nQ: Is there free wifi?\nA: The Good Luck Chinese Food Takeaway does not have free wifi access.\n\nQ: Are there high chairs at The Good Luck Chinese Food Takeaway?\nA: The Good Luck Chinese Food Takeaway does not have high chairs available.\n\nQ: Is there live music here on weekends?\nA: Live music is not offered at The Good Luck Chinese Food Takeaway.\n\nQ: Is there a place outdoors where customers can eat their meal?\nA: The Good Luck Chinese Food Takeaway doesn't offer outdoor seats.\n\nQ: What are your parking options?\nA: Free Off-Street Parking is available onsite.\n\nQ: Is your restaurant wheelchair accessible?\nA: This is not a wheelchair accessible restaurant.\n\nQ: Do you allow customers to BYOB?\nA: No, BYOB is not available at The Good Luck Chinese food takeaway.\n\nQ: Do you accept credit cards?\nA: This restaurant accepts American Express, Mastercard and Visa.\n\nQ: Does this site offer delivery service?\nA: The Good Luck Chinese Food Takeaway does not offer delivery as a service option.\n\nQ: Do you accept reservations?\nA: The Good Luck Chinese Food Takeaway does not take reservations.\n\nQ: Do you serve alcoholic beverages?\nA: We don't serve alcohol here.\n\nQ: Can I place a take-out order?\nA: Take-out ordering is not available here.\n\nQ: Does the good luck chinese food takeaway have gluten free options?\nA: The menu does not have gluten free options.",
    "restaurant_19194": "FAQ FOR CHIQUITO RESTAURANT BAR\n\nQ: Am I able to call ahead to reserve a table?\nA: Yes, the restaurant does accept reservations.\n\nQ: Does the Chiquito Restaurant Bar have free wifi?\nA: Chiquito Restaurant Bar does not offer free WiFi.\n\nQ: Are there high chairs?\nA: No, there are no high chairs available at Chiquito Restaurant.\n\nQ: Does Chiquita Restaurant Bar ever have live music?\nA: Chiquito Restaurant Bar does not offer live music.\n\nQ: Does this site have any outdoor seating available?\nA: Chiquito Restaurant Bar offers outdoor seating.\n\nQ: Is there available parking at Chiquito Restaurant?\nA: Yes, there is parking available at Chiquito Restaurant.\n\nQ: Are you wheelchair accessible?\nA: Chiquito Restaurant Bar is not wheelchair accessible.\n\nQ: Can I bring my own alcohol to Chiquito Restaurant Bar?\nA: You cannot bring your own alcohol into Chiquito Restaurant Bar.\n\nQ: What payment methods does Chiquito Restaurant Bar accept?\nA: The payment methods available at Chiquito Restaurant Bar are American Express, Mastercard, and Visa.\n\nQ: Do you have delivery?\nA: Chiquito Restaurant Bar does not offer delivery service.\n\nQ: Does the CHIQUITO RESTAURANT BAR  serve Alcohol?\nA: Chiquito Restaurant Bar does not serve alcohol.\n\nQ: Do you offer takeout?\nA: No, Chiquito does not offer orders for takeout.\n\nQ: Does CHIQUITO RESTAURANT BAR offer gluten free options?\nA: Chiquito Restaurant Bar does not offer gluten free options.\n\nQ: Is there halal meals at chiquito?\nA: Chiquito Restaurant Bar does not have halal options.\n\nQ: Are there any vegetarian options at The Chiquito Restaurant Bar?\nA: The Chiquito Restaurant Bar does not offer vegetarian friendly options.",
    "restaurant_19195": "FAQ FOR FRANKIE AND BENNYS\n\nQ: Can I book a table in advance at your restaurant?\nA: Yes, a table can be booked in advance.\n\nQ: Are you handicap accessible?\nA: Frankie and Bennys is wheelchair accessible.\n\nQ: Do you serve alcohol?\nA: Yes, alcohol is available in the menu.\n\nQ: Is vegetarian dish available Frankie and Benny's?\nA: Yes, Frankie and Benny's has vegetarian friendly options.\n\nQ: Does Frankie and Bennys have high chairs for babies to sit in?\nA: Frankie and Benny's has high chairs available for babies.\n\nQ: Are gluten free options available?\nA: Yes this restaurant does offer gluten free options.\n\nQ: Do you offer free wifi?\nA: Yes, there is free WiFi offered at Frankie and Bennys.\n\nQ: Do you have live music?\nA: We currently do not offer live music.\n\nQ: Is there outdoor seating?\nA: Outdoor seating is not available at Frankie and Bennys.\n\nQ: What type of parking does FRANKIE AND BENNYS have?\nA: Frankie and Bennys offers validated parking, street parking, and free off-street parking.\n\nQ: Can guests BYOB at this restaurant?\nA: BYOB is not possible at Frankie and Bennys.\n\nQ: what are the payment options at frankie and bennys?\nA: Payment options available at Frankie and Bennys includes American Express, Mastercard and Visa.\n\nQ: Do you offer delivery service?\nA: Delivery Service is not offered at Frankie and Bennys.\n\nQ: Does Frankie and Bennys offer take takeout?\nA: Frankie and Bennys does not offer takeout at this time.\n\nQ: Do you have halal options?\nA: Frankie and Bennys does not offer any halal options.",
    "restaurant_19196": "FAQ FOR PIZZA HUT CHERRY HINTON\n\nQ: Do you have delivery service?\nA: Delivery service is not offered at Pizza Hut Cherry Hinton.\n\nQ: Does the Pizza Hut Cherry Hinton take reservations?.\nA: Pizza Hut Cherry Hinton does not take reservations.\n\nQ: Do you serve alcohol?\nA: There is no alcohol served at Pizza Hut Cherry Hinton.\n\nQ: Does Pizza Hut Cherry Hinton have take-out ordering?\nA: Pizza Hut Cherry Hinton does not offer take-out ordering.\n\nQ: Do you offer gluten free menu options at Pizza Hut Cherry Hinton?\nA: Gluten free options are not offered at Pizza Hut Cherry Hinton.\n\nQ: Does Pizza Hut Cherry Hinton offer halal options?\nA: No, Pizza Hut Cherry Hinton does not offer halal options.\n\nQ: Do you have any vegetarian-friendly options?\nA: Pizza Hut Cherry Hinton does not offer vegetarian friendly options.\n\nQ: Does Pizza Hut Cherry Hinton have free wifi?\nA: There is not free wifi at the Pizza Hut Cherry Hinton.\n\nQ: Does Pizza Hut Cherry Hinton have high chairs for babies?\nA: Pizza Hut Cherry Hinton does not have high chairs available for babies.\n\nQ: Does Pizza Hut Cherry Hinton offer live music?\nA: Live music is not offered at Pizza Hut Cherry Hinton.\n\nQ: Does this site have any outdoor seating available?\nA: PIZZA HUT CHERRY HINTON does not have outdoor seats.\n\nQ: Is there parking there?\nA: There is parking at Pizza Hut Cherry Hinton.\n\nQ: Does the PIZZA HUT CHERRY HINTON have wheelchair accessible?\nA: Pizza Hut Cherry Hinton is not wheelchair accessible.\n\nQ: Can we bring in our own beer and wine?\nA: BYOB is not allowed here.\n\nQ: Are credit cards accepted at Pizza Hut Cherry Hinton?\nA: Pizza Hut Cherry Hinton accepts credit cards.",
    "restaurant_19197": "FAQ FOR THE LUCKY STAR\n\nQ: Can I reserve a table at The Lucky Star?\nA: Yes, The Lucky Star accepts reservations.\n\nQ: Do you have free wifi?\nA: The Lucky Star has no free WiFi.\n\nQ: Do you have high chair accessibility/\nA: The Lucky Star does not have any high chairs available.\n\nQ: Does The Lucky Star have live music?\nA: There is no live music at THE LUCKY STAR.\n\nQ: Do you have outdoor seating?\nA: Outdoor seating is not available at The Lucky Star.\n\nQ: Do you have free parking?\nA: Yes, there is free off-street parking at The Lucky Star\n\nQ: Is it wheelchair accessible?\nA: The Lucky Star is not wheelchair accessible for those who need it.\n\nQ: Can we bring in our own beer and wine?\nA: BYOB is not possible at The Lucky Star.\n\nQ: Do you accept credit cards?\nA: Credit card payments are allowed.\n\nQ: Do you offer delivery/\nA: The Lucky Star does not offer delivery service.\n\nQ: Do you serve alcohol?\nA: The Lucky Star does not serve alcohol.\n\nQ: Do you offer takeout?\nA: The Lucky Star has no take-out ordering.\n\nQ: Does The Lucky Star have any gluten free options?\nA: No, there are no gluten free options.\n\nQ: Does The Lucky Star offer any halal options?\nA: Halal food options are not available at The Lucky Star.\n\nQ: Do you offer vegetarian meals?\nA: The Lucky Star does not have vegetarian friendly options.",
    "restaurant_19198": "FAQ FOR SITAR TANDOORI\n\nQ: Does your restaurant accept reservations?\nA: Yes, Sitar Tandoori takes reservations.\n\nQ: Does Sitar Tandoori offer takeout?\nA: Sitar Tandoori offers takeout.\n\nQ: Does your restaurant offer delivery?\nA: Sitar Tandoori offers delivery.\n\nQ: What are your parking options?\nA: Parking is available at Sitar Tandoori.\n\nQ: Are you wheelchair accessible?\nA: Sitar Tandoori is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: BYOB is not possible at Sitar Tandoori.\n\nQ: Does the Sitar Tandoori accept credit cards for payment?\nA: Sitar Tandoori accepts credit cards.\n\nQ: What are the different alcohol options available to order at Sitar Tandoori?\nA: Alcohol is not available to order at Sitar Tandoori.\n\nQ: Does SITAR TANDOORI offer gluten free options?\nA: No, there are no gluten free options offered at Sitar Tandoori.\n\nQ: Do you have many halal options on the menu?\nA: Sitar Tandoori does not have any halal options.\n\nQ: Does Sitar Tandoori have a vegetarian menu?\nA: The Sitar Tandoori does not offer vegetarian friendly options.\n\nQ: Does Sitar Tandoori offer free WiFi?\nA: No, there is no free WiFi at Sitar Tandoori\n\nQ: Do you have high chairs?\nA: High chairs are not available here.\n\nQ: What time does the live music start at Sitar Tandoori?\nA: Sitar Tandoori does not offer live music.\n\nQ: Do you have outdoor seating?\nA: There is no outdoor seating available at SITAR TANDOORI.",
    "restaurant_19209": "FAQ FOR GOURMET BURGER KITCHEN\n\nQ: Is Gourmet Burger Kitchen wheelchair accessible?\nA: Yes, Gourmet Burger Kitchen is wheelchair accesible.\n\nQ: Can I make a reservation?\nA: Gourmet Burger Kitchen takes reservations.\n\nQ: Do you have alcoholic drinks available?\nA: Yes, the restaurant serves alcohol.\n\nQ: Can I get a highchair for my young kid?\nA: Yes, highchairs are available.\n\nQ: Can I place a take-out order?\nA: Yes, this restaurant offers take-out ordering.\n\nQ: Does Gourmet Burger Kitchen offer free WiFi?\nA: Gourmet Burger Kitchen does not offer free WiFi.\n\nQ: Are there any nights when you have live music?\nA: Gourmet Burger Kitchen does not offer live music.\n\nQ: Is there outdoor seating available for diners?\nA: Gourmet Burger Kitchen does not have seating available outdoors.\n\nQ: Does Gourmet Burger Kitchen have parking?\nA: Parking is available at Gourmet Burger Kitchen.\n\nQ: Do you offer BYOB?\nA: BYOB is not possible at Gourmet Burger Kitchen.\n\nQ: DO you take credit cards?\nA: Credit cards are taken as payment at Gourmet Burger Kitchen.\n\nQ: Does GOURMET BURGER KITCHEN offer delivery services?\nA: GOURMET BURGER KITCHEN does not offer delivery services.\n\nQ: Does the Gourmet Burger serve gluten free options?\nA: Gluten free options are not offered at Gourmet Burger Kitchen.\n\nQ: Do you have halal options?\nA: GOURMET BURGER KITCHEN does not have halal options.\n\nQ: Is there any options for vegetarians?\nA: Gourmet Burger Kitchen does not offer vegetarian friendly options.",
    "restaurant_19210": "FAQ FOR PIZZA HUT CITY CENTRE\n\nQ: Is Pizza Hut City Center deliver Pizza?\nA: Delivery is available at Pizza Hut City Centre.\n\nQ: Do Pizza Huts have highchairs available?\nA: Yes, Pizza Huts have high chairs.\n\nQ: Does Pizza Hut City Centre have takeout available?\nA: Takeout orders are accepted at Pizza Hut City Centre.\n\nQ: Do you have Vegetarian options?\nA: Vegetarian options are available at Pizza Hut City Centre.\n\nQ: Does Pizza Hut have gluten free options?\nA: Yes, Pizza Hut does have gluten free options.\n\nQ: Do you accept credit?\nA: Credit cards are accepted at Pizza Hut City Centre.\n\nQ: Can I make a reservation for 8 people?\nA: Pizza Hut City Centre does not take reservations.\n\nQ: Does Pizza Hut City Centre have alcohol?\nA: Sorry they do not serve alcohol.\n\nQ: Does Pizza Hut City Centre have halal options?\nA: Pizza Hut City Centre does not have halal options available.\n\nQ: Does Pizza Hut City Centre have free WiFi?\nA: Free WiFi is not available here.\n\nQ: Is there live music tonight?\nA: This Pizza Hut does not offer live music.\n\nQ: Do you have outdoor seating?\nA: There is no outdoor seating at Pizza Hut City Centre.\n\nQ: Is there free parking available?\nA: Only street parking is available for guests at Pizza Hut City Centre.\n\nQ: Does the PIZZA HUT CITY CENTRE have wheelchair accessible?\nA: Pizza Hut City Centre is not wheelchair accessible.\n\nQ: Can we bring our own alcohol to drink at Pizza Hut City Centre?\nA: BYOB is not possible at Pizza Hut City Centre.",
    "restaurant_19211": "FAQ FOR RESTAURANT ONE SEVEN\n\nQ: Does Restaurant One Seven have free WiFi?\nA: Restaurant One Seven does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: No high chairs for babies at Restaurant One Seven.\n\nQ: Is there live music at this restaurant?\nA: No, this restaurant doesn't offer live music.\n\nQ: Does Restaurant One Seven have an outdoor seating area?\nA: There are no outdoor seating available.\n\nQ: Do you have free parking?\nA: Yes, the best option is free off street parking.\n\nQ: Is your facility wheelchair accessible?\nA: Restaurant One Seven is not wheelchair accessible.\n\nQ: Does Restaurant One Seven have BYOB?\nA: No possibility of BYOB at Restaurant One Seven.\n\nQ: What are your payment options?\nA: Various credit cards are available payment options.\n\nQ: Does Restaurant One Seven deliver?\nA: Delivery service is not offered by Restaurant One Seven.\n\nQ: Are there reservations offered?\nA: Restaurant One Seven does not offer reservations as a service option.\n\nQ: Do you serve any alcohol?\nA: Restaurant One Seven serves no alcohol.\n\nQ: Dos Restaurant One Seven offer takout?\nA: No, takeout is not offered at One Seven.\n\nQ: Do you have gluten free options?\nA: Restaurant One Seven does not have gluten free options.\n\nQ: Are there any halal options?\nA: Restaurant One Seven does not offer any halal options.\n\nQ: Does Restaurant One Seven have options for vegetarians?\nA: Vegetarian friendly options are not available at Restaurant One Seven.",
    "restaurant_19212": "FAQ FOR CHARLIE CHAN\n\nQ: Do you have menu items for vegetarians?\nA: The menu at Charlie Chan is vegetarian friendly.\n\nQ: Can I make a reservation at Charlie Chan?\nA: Yes, this restaurant takes reservations.\n\nQ: Do you have high chairs?\nA: Charlie Chan does not have high chairs available for babies.\n\nQ: Is there live music at Charlie Chan?\nA: No, there is no live music at Charlie Chan.\n\nQ: Do you have any outdoor seating available?\nA: No outdoor seating is available at this restaurant.\n\nQ: Where can I park if I come to Charlie Chan?\nA: There is free off-street parking available at Charlie Chan.\n\nQ: Is Charlie Chan wheelchair accessible?\nA: Charlie Chan is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: BYOB is against policy at Charlie Chan.\n\nQ: Does Charlie Chan accept credit cards?\nA: CHARLIE CHAN accepts credit cards for payment.\n\nQ: Does Charlie Chan offer delivery?\nA: Charlie Chan does not offer delivery service.\n\nQ: Does it serve alcohol?\nA: Charlie Chan does not serve alcohol.\n\nQ: Does your location offer takeout?\nA: No takeout option is available at Charlie Chan.\n\nQ: Does Charlie Chan's menu have gluten free options?\nA: Charlie Chan does not have gluten free options.\n\nQ: Does Charlie Chan have halal options?\nA: Charlie Chan doesn't offer halal options in its' menu.\n\nQ: Is there free WiFi at Charlie Chan?\nA: Charlie Chan does not offer free WiFi.",
    "restaurant_19213": "FAQ FOR PIZZA EXPRESS\n\nQ: Can I order at Pizza Express for take-out?\nA: Yes, you can take-out your order from Pizza Express.\n\nQ: Do you have anything vegetarian on your menu?\nA: Yes there are vegetarian options available.\n\nQ: Do you serve alcoholic beverages?\nA: Pizza Express serves alcohol.\n\nQ: Are there high chairs at your restaurant?\nA: Yes, highchairs are available at Pizza Express\n\nQ: Are there gluten-free options at Pizza Express?\nA: There are gluten free options at Pizza Express.\n\nQ: Do you take reservations in advance?\nA: The restaurant allows reservations.\n\nQ: Is there a wheelchair ramp at Pizza Express?\nA: Pizza Express is wheelchair accessible.\n\nQ: Is there wifi available?\nA: Yes, Pizza Express has free WiFi\n\nQ: Is there live music at Pizza Express?\nA: Pizza Express does not offer live music.\n\nQ: Does the PIZZA EXPRESS have outdoor seating?.\nA: Pizza Express does not have outdoor seating.\n\nQ: Do you have street parking?\nA: Street parking is available here.\n\nQ: Can I bring my own beer to Pizza Express?\nA: BYOB is not available at PIZZA EXPRESS.\n\nQ: what payment options does pizza express offer?\nA: Pizza Express takes American Express, Mastercard and Visa as payment options.\n\nQ: Is there delivery offered?\nA: No delivery option is available at this time.\n\nQ: Does Pizza Express offer halal options?\nA: Pizza Express does not offer halal options.",
    "restaurant_19214": "FAQ FOR CURRY GARDEN\n\nQ: Do you take reservations?\nA: Yes, this restaurant takes your reservations.\n\nQ: Do you have delivery options?\nA: Yes, Curry Garden has delivery options.\n\nQ: Are there any WiFi at the site?\nA: There is no free WiFi at the Curry Garden.\n\nQ: Do you have high chairs at the curry garden?\nA: High chairs are not available here.\n\nQ: Do you have live music?\nA: Curry Garden does not offer live music as a entertainment option.\n\nQ: Do you have outdoor seating?\nA: Outdoor seating is not available at Curry Garden.\n\nQ: What are your parking options?\nA: CURRY GARDEN has available Validated Parking, street parking and off the street free parking.\n\nQ: Is Curry Garden accessible with a wheelchair?\nA: Curry Garden is not wheelchair accessible.\n\nQ: Is BYOB an option at Curry Garden?\nA: BYOB is not possible at Curry Garden.\n\nQ: What are your payment options?\nA: The payment options available at Curry Garden are credit cards.\n\nQ: Does Curry Garden serve alcohol?\nA: Curry Garden does not serve alcohol.\n\nQ: Does the CURRY GARDEN provide take-out ordering service to their customers?\nA: You can't order food for take out at Curry Garden.\n\nQ: Do you have gluten free options?\nA: Curry Garden does not have gluten free options.\n\nQ: Does the CURRY GARDEN have halal options?\nA: Curry Garden does not offer halal options.\n\nQ: Do you have vegetarian friendly menu options?\nA: No, Curry Garden does not have vegetarian friendly options.",
    "restaurant_19215": "FAQ FOR J RESTAURANT\n\nQ: Do you offer free wifi?\nA: There is no free WiFi and J Restaurant.\n\nQ: Does J Restaurant have highchairs?\nA: J Restaurant does not have highchairs available.\n\nQ: Is there live music at J Restaurant in the evening?\nA: J Restaurant is not a live music venue.\n\nQ: does the j restaurant offer outdoor seating?\nA: J Restaurant does not offer outdoor seating.\n\nQ: Is there a place to park at J Restaurant?\nA: J Restaurant offers free off-street parking.\n\nQ: Is this wheelchair accessible?\nA: No, J Restaurant is not wheelchair accessible.\n\nQ: can i byob at j restaurant?\nA: BYOB is not available at J RESTAURANT.\n\nQ: Which credit cards do you accept?\nA: J Restaurant accepts Visa, Mastercard and American Express.\n\nQ: Do you offer delivery/\nA: J Restaurant does not offer delivery service.\n\nQ: Do you need a reservation to dine at J Restaurant?\nA: J Restaurant does not take reservations.\n\nQ: Does the J Restaurant  serve Alcohol?\nA: J Restaurant does not serve alcohol.\n\nQ: Can I get my food to go at J Restaurant.\nA: J Restaurant does not offer take-out ordering.\n\nQ: Is there gluten free?\nA: J Restaurant does not offer any gluten free options.\n\nQ: Does J Restaurant have halal options?\nA: J RESTAURANT does not have halal options.\n\nQ: Do you have vegetarian friendly options?\nA: J Restaurant does not have vegetarian friendly options.",
    "restaurant_19216": "FAQ FOR LITTLE SEOUL\n\nQ: Can I order take-out from Little Seoul?\nA: Yes, LITTLE SEOUL does offer take-out ordering.\n\nQ: Are you taking reservations?\nA: Little Seoul takes reservations.\n\nQ: Is there alcohol available?\nA: Yes, Little Seoul serves alcohol.\n\nQ: Is there WiFi at Little Seoul?\nA: There is no wifi offered\n\nQ: Does the LITTLE SEOUL have high chairs for Babies?\nA: High chairs are not available here.\n\nQ: Do you ever have live music?\nA: Live music is not offered at Little Seoul.\n\nQ: Do you have outdoor seating?\nA: Little Seoul does not offer outdoor seating.\n\nQ: What are your parking options?\nA: Street parking is available here.\n\nQ: Are you accessible for guests in wheelchairs?\nA: Little Seoul is not wheelchair accessible.\n\nQ: Can I bring my own alcohol to Little Seoul?\nA: Little Seoul does not allow you to bring in your own alcohol.\n\nQ: What type of payment method do you accept?\nA: Little Seoul takes credit cards.\n\nQ: Does the Little Seoul  have Delivery options?\nA: No, Little Seoul doesn't offer delivery.\n\nQ: Does Little Seoul offer gluten free options?\nA: Little Seoul does not offer any gluten free options.\n\nQ: What are your halal options?\nA: No Little Seoul does not have halal options.\n\nQ: What are your vegetarian options?\nA: Vegetarian friendly options are not available here.",
    "restaurant_19217": "FAQ FOR SHIRAZ RESTAURANT\n\nQ: Does your restaurant accept reservations?\nA: Shiraz Restaurant accepts reservations.\n\nQ: Do you offer free wifi?\nA: Free WiFi is not offered at Shiraz Restaurant.\n\nQ: Does Shiraz Restaurant have highchairs for babies?\nA: High chairs for babies are not available at SHIRAZ RESTAURANT.\n\nQ: Is there live music at Shiraz Restaurant?\nA: There is no live music at SHIRAZ RESTAURANT.\n\nQ: Does this site have any outdoor seating available?\nA: Shiraz Restaurant does not offer outdoor seating.\n\nQ: does the shiraz restaurant offer parking?\nA: Parking is available at Shiraz Restaurant.\n\nQ: Does the shiraz restaurant have wheelchair access?\nA: The Shiraz Restaurant is not wheelchair accessible.\n\nQ: Does Shiraz Restaurant allow BYOB?\nA: BYOB is not possible at Shiraz Restaurant.\n\nQ: What payment options are accepted here?\nA: The payment options accepted at Shiraz Restaurant are American Express, Mastercard, and Visa.\n\nQ: Can I order food for delivery?\nA: This place does not offer delivery services.\n\nQ: Is alcohol served at Shiraz Restaurant?\nA: The Shiraz Restaurant does not serve alcohol.\n\nQ: Do you offer take out?\nA: Shiraz Restaurant does not off take-out ordering.\n\nQ: Does the SHIRAZ RESTAURANT offer gluten free options?\nA: Shiraz Restaurant does not offer gluten free options.\n\nQ: What kind of halal foods do you offer?\nA: The menu at Shiraz does not have halal options.\n\nQ: Does Shiraz Restaurant have vegetarian items for diners?\nA: Shiraz Restaurant does not have vegetarian friendly options.",
    "restaurant_19218": "FAQ FOR THE GANDHI\n\nQ: Do you have free wifi at The Gandhi?\nA: The Gandhi does not offer free wifi.\n\nQ: Does The Gandhi Restaurant have high chairs for babies?\nA: The Ganhdi does not offer high chairs for babies.\n\nQ: Do you have live music?\nA: Live music is not being offered at The Gandhi.\n\nQ: Is there outdoor seating at The Gandhi?\nA: No, The Gandhi does not have outdoor seating.\n\nQ: Do you have free parking?\nA: Yes, there is parking available at The Gandhi.\n\nQ: Is The Gandhi wheelchair accessible?\nA: The Gandhi is not wheelchair accessible.\n\nQ: Can I bring my own alcohol to The Ghandi?\nA: BYOB is not allowed at The Ghandi.\n\nQ: Can I pay with a credit card?\nA: The Gandhi accepts credit cards for payment.\n\nQ: Will The Gandhi deliver my order?\nA: The Gandhi does not deliver.\n\nQ: Does The Gandhi accept reservations?\nA: No, The Gandhi doesn't accept reservations.\n\nQ: Does The Gandhi serve beer or wine?\nA: The Gandhi does not serve alcohol.\n\nQ: Can I get take out from The Gandhi?\nA: The Gandhi does not offer take-out ordering.\n\nQ: Do you have any gluten free options available?\nA: There are no gluten free options.\n\nQ: Does this site have any halal food?\nA: The Gandhi does not have halal options.\n\nQ: Do you have a vegetarian menu?\nA: The Gandhi does not have vegetarian friendly options.",
    "restaurant_19219": "FAQ FOR GOLDEN HOUSE\n\nQ: Is this restaurant sit-down only or can I get food to go?\nA: Yes, take out is available at Golden House.\n\nQ: Is there wheelchair access?\nA: There is no wheelchair access at the Golden House.\n\nQ: Hello.  I have a question.  Could we bring our own liquor to the restaurant?\nA: BYOB is not possible at Golden House.\n\nQ: Do you accept cash only?\nA: Payment options at Golden House include credit cards.\n\nQ: Do you offer delivery?\nA: The Golden House does not offer delivery service.\n\nQ: Can I make a reservation at Golden House?\nA: We don't take reservations at that time.\n\nQ: Do you serve alcohol?\nA: Golden House does not serve alcohol.\n\nQ: Do you have gluten free options?\nA: GOLDEN HOUSE does not currently offer any gluten free options.\n\nQ: Does Golden House offer any Halal options?\nA: There are no halal options.\n\nQ: Do you have vegan friendly options?\nA: Golden House does not have vegetarian friendly options available.\n\nQ: Is there free wifi at the Golden House?\nA: There is not free WiFi at the Golden House.\n\nQ: Do you provide high chairs?\nA: The Golden House does not have any high chairs available.\n\nQ: Does the Golden House have live music?\nA: No live music is offered at the Golden House.\n\nQ: Do you have any outdoor seating available?\nA: The Golden House has no outdoor seats.\n\nQ: Is parking available at Golden House?\nA: Parking is available at Golden House.",
    "restaurant_19220": "FAQ FOR SAFFRON BRASSERIE\n\nQ: Does Saffron Brasserie serve liquor?\nA: There is a full range of liquors available.\n\nQ: Can I order food to go?\nA: Yes, the restaurant offers take-out.\n\nQ: Do you have anything gluten free on your menu?\nA: The Saffron Brasserie has gluten free options.\n\nQ: Do you have menu choices for vegetarians?\nA: Yes, this restaurant is friendly to vegetarians.\n\nQ: Do you accept reservations?\nA: The restaurant accepts reservations.\n\nQ: Do you have wheelchair accessibility at your restaurant?\nA: Saffron Brasserie is wheelchair accessible.\n\nQ: Do you have any Halal options offered?\nA: Saffron Brasserie offers halal options.\n\nQ: Does this location offer delivery?\nA: Yes, Saffron Brasserie offers delivery.\n\nQ: Do you offer free wifi?\nA: Saffron Brasserie does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: Highchairs are not available\n\nQ: Does Saffron Brasserie have live music?\nA: No it does not offer live music.\n\nQ: Do you have outdoor seating/\nA: No, Saffron Brasserie does not have outdoor seating.\n\nQ: IS there parking?\nA: Validated Parking, Street Parking, Free Off-Street Parking is available at Saffron Brasserie.\n\nQ: Do you do BYOB?\nA: No possibility of BYOB at the Saffron Brasserie.\n\nQ: What kind of payment do you accept?\nA: The Saffron Brasserie accepts Mastercard, Visa and American Express.",
    "restaurant_19221": "FAQ FOR ALI BABA\n\nQ: Do you have vegetarian friendly options?\nA: Vegetarian foods are available at ALI BABA.\n\nQ: Are there any WiFi at the site?\nA: Ali Baba does not offer free wi-fi at this time.\n\nQ: Does Ali Baba have high chairs?\nA: There are no high chairs.\n\nQ: Is there live music at Ali Baba?\nA: There is no live music available.\n\nQ: Is there any outdoor seating at Ali Baba?\nA: Ali Baba does not offer outdoor seating.\n\nQ: Does Ali Baba offer parking?\nA: Ali Baba has free off-street parking.\n\nQ: Are you wheelchair accessible?\nA: Ali Baba does not have wheel chair accessibility.\n\nQ: Do you have a BYOB policy here?\nA: There is a no BYOB policy at Ali Baba.\n\nQ: What form of payment do you accept?\nA: Credit cards are the only acceptable payment option.\n\nQ: Does Ali Baba offer delivery service?\nA: Ali Baba does not offer delivery service.\n\nQ: Does the ALI BABA take reservations?.\nA: Ali Baba does not currently take reservations.\n\nQ: Does the ALI BABA  serve Alcohol?\nA: Ali Baba does not serve alcohol.\n\nQ: Does this site offer takeout ordering service?\nA: Ali Baba does not offer take-out ordering.\n\nQ: Does this site have any gluten food?\nA: Ali Baba does not have gluten free options.\n\nQ: What are your halal options?\nA: ALI BABA does not have halal options.",
    "restaurant_19222": "FAQ FOR SESAME RESTAURANT AND BAR\n\nQ: Can you take a reservation?\nA: Yes, this restaurant takes reservations.\n\nQ: What type of credit cards are accepted here?\nA: Sesame Restaurant and Bar accepts American Express, Mastercard, Visa, Digital Payments and Credit Cards.\n\nQ: Do you have free wifi?\nA: No, Sesame Restaurant and Bar does not have free WiFi.\n\nQ: Do you have high chairs?\nA: High chairs are not available.\n\nQ: Do you have live music?\nA: Sesame Restaurant and Bar does not have live music.\n\nQ: Is there outdoor seating?\nA: There is no outdoor seating.\n\nQ: Does  SESAME RESTAURANT AND BAR have parking?\nA: We offer free off-street parking at our restaurant.\n\nQ: Is Sesame Restaurant and Bar wheelchair accessible?\nA: Sesame Restaurant and Bar is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: Byob is not available at Sesame Restaurant and Bar.\n\nQ: Does the Sesame Restaurant offer delivery?\nA: The Sesame Restaurant and Bar does not offer delivery service.\n\nQ: Hello.  What time do you begin serving alcohol?\nA: SESAME RESTAURANT AND BAR does not serve alcohol.\n\nQ: Do you offer take out?\nA: No take-out from the Sesame Restaurant and Bar.\n\nQ: Does  SESAME RESTAURANT AND BAR have gluten free food?\nA: SESAME RESTAURANT AND BAR does not have gluten free options.\n\nQ: Does Sesame Restaurant and Bar offer halal options?\nA: Sesame Restaurant and Bar does not have halal options.\n\nQ: If I'm a vegetarian, will you have menu options for me?\nA: Unfortunately, the Sesame Restaurant and Bar does not have vegetarian menu options.",
    "restaurant_19223": "FAQ FOR LOCH FYNE\n\nQ: I am going to be coming with a wheelchair, is the property handicap friendly?\nA: Yes, Loch Fyne is wheelchair accessible.\n\nQ: Do you have vegetarian options?\nA: Yes, it is a vegeterian friendly restaurant.\n\nQ: Does Loch Fyne serve alcohol?\nA: Loch Fyne serves alcohol.\n\nQ: Do you have high chairs available for babies?\nA: Loch Fyne has high chairs.\n\nQ: Can I make a payment by credit card?\nA: Loch Fyne accepts all major credit cards.\n\nQ: Do you take reservations?\nA: LOCK FYNE does take reservations.\n\nQ: Are there gluten free options available?\nA: Yes, there are gluten free options.\n\nQ: Is there wifi?\nA: Loch Fyne does not offer free Wi-Fi at this time.\n\nQ: Do you have live music?\nA: Loch Fyne does not offer live music.\n\nQ: Do you have outdoor seating?\nA: Loch Fyne does not offer outdoor seating at this time.\n\nQ: Do you have a parking lot for customers?\nA: There is free off-street parking.\n\nQ: Can you BYOB at Loch Fyne?\nA: BYOB is not allowed at Loch Fyne.\n\nQ: Does Loch Fyne offer delivery?\nA: Loch Fyne does not offer delivery service.\n\nQ: Does the loch fyne have take out?\nA: There is no take-out option.\n\nQ: Do you have Halal options?\nA: No, Loch Fyne doesn't offer any halal options.",
    "restaurant_19224": "FAQ FOR FITZBILLIES RESTAURANT\n\nQ: Do you have gluten free items?\nA: Yes, Fitzbillies has gluten free options.\n\nQ: Can I use my wheelchair there?\nA: Yes, this restaurant is accessible with wheelchairs.\n\nQ: Do you have a vegetarian menu?\nA: Yes, this restaurant offers vegetarian menus.\n\nQ: Are high chairs available at Alimentum?\nA: Yes, high chairs are available at Alimentum.\n\nQ: Do you accept credit or debit cards?\nA: Major credit cards are accepted at Fitzbillies Restaurant.\n\nQ: Does Fitzbillies offer takeout?\nA: Takeout orders are accepted at Fitzbillies Restaurant.\n\nQ: is delivery service available?\nA: Delivery service is not available.\n\nQ: Do you take reservations?\nA: Fitzbillies doesn't take reservations.\n\nQ: Do you guys serve alcohol there?\nA: Fitzbillies Restaurant does not serve alcohol.\n\nQ: Do you offer any halal menu options?\nA: There are no halal options in its' menu here.\n\nQ: Is WiFi free at  FITZBILLIES RESTAURANT?\nA: WiFi is not free at Fitzbillies Restaurant.\n\nQ: Do you have live music?\nA: There is no live music at Fitzbillies.\n\nQ: Does FITZBILLIES RESTAURANT have outdoor seating available?\nA: Outdoor seating is available.\n\nQ: What are your parking options?\nA: Parking is available at Fitzbillies Restaurant.\n\nQ: Does the FITZBILLIES RESTAURANT allow BYOB option to their guests?\nA: BYOB is not allowed at Fitzbillies Restaurant.",
    "restaurant_19225": "FAQ FOR DOJO NOODLE BAR\n\nQ: Does Dojo Noodle Bar take reservations?\nA: This restaurant takes reservations.\n\nQ: Can I get a delivery?\nA: Dojo Noodle Bar offers delivery.\n\nQ: Do you have free wifi at DOJO NOODLE BAR?\nA: No, there is no free wifi at DOJO NOODLE BAR.\n\nQ: Do you have high chairs for babies?\nA: Dojo Noodle Bar does not have high chairs available for babies.\n\nQ: DO you have live music?\nA: There is no live music at Dojo Noodle Bar.\n\nQ: Do you have outdoor seating?\nA: Outdoor seating is not available.\n\nQ: Is parking available at the Dojo Noodle Bar?\nA: Parking is available at Dojo Noodle Bar.\n\nQ: is Dojo Noodle Bar wheelchair accessible?\nA: Dojo Noodle Bar is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: No, Dojo Noodle Bar doesn't offer BYOB.\n\nQ: Do you accept credit?\nA: Dojo Noodle Bar accepts credit cards.\n\nQ: Do you serve alcohol?\nA: The Dojo Noodle Bar does not serve alcohol.\n\nQ: Do you have take out available?\nA: No, Dojo Noodle Bar does not offer take-out ordering.\n\nQ: What kind of gluten options are avaiable?\nA: Dojo Noodle Bar does not have gluten free options.\n\nQ: Do you have halal?\nA: Dojo Noodle Bar does not have any halal options.\n\nQ: Does Dojo Noodle Bar have any vegetarian friendly options?\nA: We don't offer vegetarian friendly options here.",
    "restaurant_19226": "FAQ FOR THE COPPER KETTLE\n\nQ: Do you accept credit cards?\nA: The Copper Kettle accepts major credit cards.\n\nQ: Does your restaurant accept reservations?\nA: Yes, this restaurant takes reservations.\n\nQ: Can I get my wheelchair up to your building and inside as well?\nA: Yes, the Copper Kettle is wheelchair accessible.\n\nQ: Are highchairs provided there?\nA: Yes highchairs are available at The Copper Kettle\n\nQ: Does your restaurant serve alcohol drinks?\nA: Yes, alcohol is available there.\n\nQ: Do you offer vegetarian entrees on your menu?\nA: Yes, there are vegetarian options.\n\nQ: Does your menu include gluten free items?\nA: Yes, there are gluten free options.\n\nQ: Is outdoor seat available in The Copper Kettle?\nA: Yes, The Copper Kettle has both indoor and outdoor seats.\n\nQ: Do you have free WIFI?\nA: Yes, enjoy the free WiFi at The Copper Kettle.\n\nQ: Is there live music at The Copper Kettle?\nA: The Copper Kettle does not offer live music.\n\nQ: What kind of parking does The Copper Kettle have?\nA: Only street parking is offered at The Copper Kettle.\n\nQ: Are we allowed to bring our own bottle?\nA: No, BYOB is not possible at The Copper Kettle.\n\nQ: Does The Copper Kettle Deliver?\nA: delivery service is not available at THE COPPER KETTLE.\n\nQ: Does The Copper Kettle offer take-out ordering?\nA: No, the Copper Kettle does not offer take-out ordering.\n\nQ: Does THE COPPER KETTLE offer halal options?\nA: There are no Halal options at The Copper Kettle.",
    "restaurant_19227": "FAQ FOR MICHAELHOUSE CAFE\n\nQ: Do you have options for a gluten free diet?\nA: Yes, gluten free options are available.\n\nQ: Is your location wheelchair accessible?\nA: Michaelhouse Cafe is wheelchair accessible.\n\nQ: Do you offer take out?\nA: Yes, this cafe offers take out.\n\nQ: Are highchairs provided there?\nA: Yes MichaelHouse Cafe has high chairs available.\n\nQ: Are vegetarian options on the menu at Michaelhouse Cafe?\nA: Michaelhouse Cafe has several vegetarian options.\n\nQ: Does Michaelhouse Cafe offer outdoor seating?\nA: Yes, Michaelhouse Cafe has both indoor and outdoor seating.\n\nQ: Do you serve alcohol?\nA: Michaelhouse Cafe does not serve any alcohol.\n\nQ: Does Michaelhouse Cafe serve halal foods?\nA: Halal foods aren't available at MICHAELHOUSE CAFE.\n\nQ: Does Michaelhouse Cafe have free wifi?\nA: Yes, they have free Wifi.\n\nQ: Does the MICHAELHOUSE CAFE have live music?\nA: The Michaelhouse Cafe does not offer live music.\n\nQ: What are your parking options?\nA: Michaelhouse Cafe has validated parking, street parking and off street parking available.\n\nQ: Does Michaelhouse Cafe offer BYOB?\nA: BYOB is not possible at Micaelhouse Cafe.\n\nQ: What payment options does Michaelhouse Cafe offer?\nA: Michaelhouse Cafe accepts credit cards.\n\nQ: Does MICHAELHOUSE CAFE have delivery?\nA: Michaelhouse Cafe does not offer delivery.\n\nQ: Can I reserve a table for 5 people at 7 pm tomorrow?\nA: You cannot make a reservation at Michaelhouse Cafe.",
    "restaurant_19228": "FAQ FOR UGLY DUCKLING\n\nQ: Do you offer wifi for customers?\nA: The Ugly Duckling does not have free WiFi available.\n\nQ: Are there high chairs available?\nA: No, there are no high chairs available at THE UGLY DUCKLING.\n\nQ: Do you offer live music?\nA: UGLY DUCKLING doesn't offer live music.\n\nQ: Do you have outdoor seating?\nA: There is no seating outdoors at Ugly Duckling.\n\nQ: What are your parking options?\nA: The Ugly Duckling has free off-street parking.\n\nQ: Are you wheelchair accessible?\nA: Unfortunately the Ugly Duckling is not wheelchair accessible.\n\nQ: Can we bring in our own bottle of wine at the ugly duckling?\nA: You can not bring your own bottle at Ugly Duckling.\n\nQ: Which credit cards does Ugly Duckling accept?\nA: The Ugly Duckling accepts Visa, Mastercard and American Express.\n\nQ: Do you offer delivery?\nA: Ugly Duckling does not offer delivery service.\n\nQ: Do you take reservations?\nA: Reservations are not taken at UGLY DUCKLING.\n\nQ: Is alcohol served at the Ugly Duckling?\nA: Alcohol is not served at this establishment.\n\nQ: Does the ugly duckling have take-out?\nA: There is no take-out ordering at Ugly Duckling.\n\nQ: Does Ugly Duckling have gluten free options?\nA: Ugly Duckling does not have gluten free options.\n\nQ: Does the ugly duckling have halal meals?\nA: The Ugly Duckling does not have halal options.\n\nQ: Does Ugly Duckling have any vegetarian options?\nA: Ugly Duckling doesn't offer anything that is vegeterian friendly.",
    "restaurant_19229": "FAQ FOR ASK RESTAURANT\n\nQ: Do you have free wifi?\nA: There is not free WiFi at the ASK Restaurant.\n\nQ: Do you offer high chairs for children at the tables?\nA: High chairs are not available\n\nQ: Do you have live music tonight?\nA: The restaurant does not have any live music.\n\nQ: Is there outdoor seating?\nA: There is no outdoor seating.\n\nQ: Are there parking options available at this restaurant?\nA: Yes, there is onsite parking at ASK, as well as validated street parking.\n\nQ: Is ASK RESTAURANT wheelchair accessible?\nA: ASK RESTAURANT is not wheelchair accessible.\n\nQ: Can we bring in our own bottle of wine for our event?\nA: Sorry, Unfortunately ASK RESTAURANT does not permit any of their customers to BYOB at this time.\n\nQ: Do you accept credit cards?\nA: Credit Cards can be used as payment methods at Ask Restaurant.\n\nQ: Can I have my order delivered to my office?\nA: Ask Restaurant does not offer delivery services.\n\nQ: Do you take reservations?\nA: You cannot make a reservation at Ask Restaurant.\n\nQ: Does the Ask Restaurant serve Alcohol?\nA: No, Ask Restaurant does not have alcohol.\n\nQ: Does this site offer takeout ordering service?\nA: Ask Restaurant does not offer takeout ordering.\n\nQ: Do you have gluten free options?\nA: Ask Restaraunt does not have gluten free options available.\n\nQ: Do you offer Halal?\nA: No, Ask Restaurant does not offer halal options.\n\nQ: Do you have anything that is vegetarian?\nA: No, there aren't any vegetarian options available at Ask Restaurant.",
    "restaurant_19230": "FAQ FOR COTE\n\nQ: Does this location have wheelchair accessibility?\nA: Cote Brasserie is wheelchair accessible.\n\nQ: Does Cote have any gluten-free options?\nA: Cote has gluten-free options.\n\nQ: Can I make a reservation?\nA: Yes, Cote takes reservations.\n\nQ: Do you accept credit cards?\nA: Major credit cards are accepted at Cote.\n\nQ: What kind of alcohol beverages do you sell?\nA: Cote serves beer, cider, wine, etc.\n\nQ: Are there vegetarian dishes on the menu at Cote?\nA: Yes, you can find vegetarian options.\n\nQ: Will we be able to eat at a table outside?\nA: The restaurant COTE does not have outdoor seating.\n\nQ: What parking options are available?\nA: Cote offers free off-street parking.\n\nQ: Does Cote allow BYOB?\nA: Cote does not allow BYOB.\n\nQ: Does Cote offer delivery as an option?\nA: COTE does not offer delivery service.\n\nQ: Do you have take-out?\nA: COTE does not offer take-out ordering.\n\nQ: What are COTE's halal options?\nA: COTE does not offer halal options.\n\nQ: Does Cote have free WiFi?\nA: Yes, Cote does offer free WiFi.\n\nQ: Do you have high chairs at Cote?\nA: Cote does not have any high chairs available.\n\nQ: Do you have live music?\nA: There is no Live Music at COTE.",
    "restaurant_19231": "FAQ FOR CURRY KING\n\nQ: Does the Curry King have vegetarian menu?\nA: Yes, CURRY KING has a vegetarian friendly menu.\n\nQ: Do you offer wifi?\nA: The Curry King does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: Curry King does not have high chairs available for babies.\n\nQ: Is there live music?\nA: Curry King does not offer live music at this time.\n\nQ: Can I make the reservation for an outdoor table?\nA: No, the CURRY KING only has indoor seating.\n\nQ: Is there a place to park at Curry King?\nA: We offer parking at Curry King.\n\nQ: Are you wheelchair accessible?\nA: Curry King is not wheelchair accessible.\n\nQ: Can I bring my own bottle?\nA: Byob is not possible at Curry King.\n\nQ: What form of payment do you accept?\nA: Only major credit cards are accepted here.\n\nQ: Can I place an order for delivery?\nA: Curry King does not offer delivery service.\n\nQ: Does this site take reservation for order?\nA: The Curry King does not take reservations.\n\nQ: Do you serve alcohol?\nA: Curry does not serve alcohol.\n\nQ: Do you offer takeout service?\nA: Curry King does not offer take out, sorry.\n\nQ: Does Curry King have gluten free options?\nA: No gluten free options at the Curry King.\n\nQ: Does CURRY KING offer the halal option?\nA: Curry King does not offer the halal option.",
    "restaurant_19232": "FAQ FOR ANATOLIA\n\nQ: Do you take reservations?\nA: Yes, Anatolia takes reservations.\n\nQ: Do you have free wifi?\nA: There is not free Wifi at Anatolia.\n\nQ: Does Anatolia have high chairs?\nA: Anatolia does not have high chairs available.\n\nQ: Do you have live music?\nA: Anatolia does not offer live music.\n\nQ: Is there outdoor seating at Anatolia?\nA: Anatolia does not have outdoor seating.\n\nQ: Can I park my car here?\nA: Parking is free off-street at ANATOLIA.\n\nQ: Are you wheelchair accessible?\nA: Anatolia is not accessible via a wheelchair.\n\nQ: Do you offer BYOB?\nA: No, BYOB isn't possible at Anatolia.\n\nQ: Can I pay with credit card at anatolia?\nA: Credit cards are offered at Anatolia as a payment option.\n\nQ: Do you offer delivery service?\nA: Anatolia does not offer delivery service.\n\nQ: Do you offer alcohol?\nA: Anatolia is an alcohol free establishment.\n\nQ: Do you do take out?\nA: Takeout ordering is not available at Anatolia.\n\nQ: Does Anatolia offer gluten free options?\nA: Anatolia does not offer any gluten free options.\n\nQ: Do you offer halal?\nA: Anatolia does not offer halal options.\n\nQ: Do you have vegetarian friendly options?\nA: Anatolia does not have vegetarian friendly options.",
    "restaurant_19234": "FAQ FOR CAFFE UNO\n\nQ: Does the CAFFE UNO offer Free Wifi?\nA: The Caffe Uno does not offer free WiFi.\n\nQ: Does Caffe Uno have highchairs for babies?\nA: Highchairs for babies are not available at Caffe Uno.\n\nQ: Is there live music at Caffe Uno?\nA: Caffe Uno does not offer live music.\n\nQ: Does the CAFFE UNO have outdoor seating?.\nA: Outdoor seating is not available here.\n\nQ: How many parking options are at the Caffe Uno?\nA: Three different types of parking\n\nQ: Do you offer wheelchair flexibility?\nA: It is not wheelchair accessible.\n\nQ: can i BYOB to caffe uno?\nA: Caffe Uno does not allow BYOB.\n\nQ: What forms of payment can I use to pay for my order?\nA: They only accept credit cards.\n\nQ: Do you offer delivery?\nA: Caffee Uno does not provide delivery service.\n\nQ: Does CAFFE UNO take reservations?\nA: Caffe Uno does not take reservations.\n\nQ: Does the CAFFE UNO  serve Alcohol?\nA: Caffe Uno does not serve alcohol.\n\nQ: Can we order takeout?\nA: Takeout ordering is not available\n\nQ: Is there anything gluten free there?\nA: Caffe Uno doesn't have gluten free options.\n\nQ: Are there any Halal options at Cafe Uno?\nA: Halal options are not available at Cafe Uno.\n\nQ: What are your vegetarian options?\nA: The menu at Caffe Uno does not offer vegetarian friendly options.",
    "restaurant_19235": "FAQ FOR THE VARSITY RESTAURANT\n\nQ: Are there vegetarian options on the menu at The Varsity Restaurant?\nA: Varsity has vegetarian friendly options.\n\nQ: Do you offer alcohol?\nA: Yes, alcohol is served at the restaurant.\n\nQ: Does your restaurant take reservations?\nA: Yes, The Varsity Restaurant takes reservations.\n\nQ: Is there proper seating for toddlers at The Varsity Restaurant?\nA: The Varsity Restaurant has high chairs available.\n\nQ: Are there gluten free dishes at your restaurant?\nA: Yes, there are gluten free dishes.\n\nQ: What credit cards do you accept?\nA: Visa and Mastercard are accepted at the Varsity Restaurant.\n\nQ: Does your restaurant offer halal menu options?\nA: The Varsity Restaurant does not offer halal menu options.\n\nQ: Does The Varsity Restaurant offer wifi?\nA: Wifi is available at The Varsity Restaurant.\n\nQ: Do you ever offer live music?\nA: No, there is no live music at THE VARSITY RESTAURANT.\n\nQ: Do you have outdoor seating available?\nA: The Varsity Restaurant does not offer outdoor seating.\n\nQ: Do you have free parking?\nA: The Varsity Restaurant offers validated parking, street parking and off-street parking.\n\nQ: Are you wheelchair friendly?\nA: The Varsity Restaurant is not wheelchair accessible.\n\nQ: Do you allow guests to BYOB?\nA: The Varsity does not allow BYOB.\n\nQ: Does The Varsity Restaurant offer delivery service?\nA: No, The Varsity Restaurant doesn't offer delivery service at that time.\n\nQ: Can I place an order for takeout?\nA: No at this time varsity restaurant does not allow take out",
    "restaurant_19236": "FAQ FOR BANGKOK CITY\n\nQ: Do you offer to go service?\nA: Yes, Bangkok City takes to-go orders.\n\nQ: Do you take reservations?\nA: Yes, you can book a table at Bangkok City in advance.\n\nQ: Does this location serve alcohol?\nA: Bangkok City serves alcohol.\n\nQ: Do you deliver foods?\nA: Bangkok City offers delivery.\n\nQ: Is there free WiFi at Bangkok City?\nA: Yes, Bangkok City offers free WIFI.\n\nQ: Does Bangkok City have high chairs available?\nA: Bangkok City does not have high chairs available.\n\nQ: Do you have live music playing at your location?\nA: Bangkok City is not a live music venue, not live music is offered.\n\nQ: Is out door seating available at Bangkok City?\nA: Outdoor seating is not available at Bangkok City.\n\nQ: Is there free parking available?\nA: Yes, there is free off-street parking.\n\nQ: Is Bangkok City wheelchair accessible?\nA: Bangkok City does not have wheelchair access.\n\nQ: Do you have BYOB?\nA: BYOB is not available at Bangkok City.\n\nQ: What type of payment method do you accept?\nA: You can pay with Mastercard, Visa, American Express or digital payments.\n\nQ: Are there any gluten free options?\nA: The menu at Bangkok City does not offer gluten free options.\n\nQ: Do you have halal?\nA: Bangkok City does not serve halal food.\n\nQ: Do you have any vegetarian options?\nA: Bangkok City restaurant does not have vegetarian options.",
    "restaurant_19237": "FAQ FOR LA RAZA\n\nQ: Does La Raza take reservations?\nA: Yes, La Raza takes reservations.\n\nQ: Do you serve more than just soda?\nA: Yes, alcohol is served at La Raza.\n\nQ: Is there any live bands that play here?\nA: Yes, there is live music on some nights.\n\nQ: Do you offer free wifi?\nA: La Raza does not offer free wifi.\n\nQ: Hi there, are there any high chairs at your restaurant?\nA: La Raza does not have high chairs available for babies.\n\nQ: Do you offer outdoor seating?\nA: La Raza does not offer outdoor seating.\n\nQ: Is there free parking?\nA: LA RAZA offers validated parking, street parking, and free off-street parking.\n\nQ: Do you offer wheel chair accessibility?\nA: La Raza is not wheelchair accessible.\n\nQ: Do you allow BYOB?\nA: BYOB is not possible at La Raza.\n\nQ: What types of credit cards do you take?\nA: They accept American Express, Mastercard, and Visa.\n\nQ: Does the LA RAZA have Delivery options?\nA: LA RAZA doesn't offer any kind of delivery service to customers.\n\nQ: Can I place an order for takeout?\nA: LA RAZA does not offer take-out ordering as a service option.\n\nQ: Are there any gluten free options at La Raza?\nA: La Raza does not have gluten free options.\n\nQ: Do you have any halal options?\nA: La Raza does not have halal options.\n\nQ: What are your vegetarian options?\nA: La Raza does not have vegetarian friendly options.",
    "restaurant_19238": "FAQ FOR THE GARDENIA\n\nQ: Do you take takeout orders?\nA: Takeout orders are available at The Gardenia.\n\nQ: Is alcohol served at your establishment?\nA: The Gardenia serves alcohol.\n\nQ: Does The Gardenia have vegetarian options?\nA: The Gardenia has vegetarian options.\n\nQ: Do you offer halal substitutions?\nA: The Gardenia restaurant does not have halal options.\n\nQ: Does THE GARDENIA offer Free Wifi?\nA: The Gardenia does not offer free WiFi.\n\nQ: Does THE GARDENIA have high chairs for Babies?\nA: No high chairs are available at the Gardenia.\n\nQ: Does The Gardenia ever have live music?\nA: Live music is not being offered at this time.\n\nQ: Does the THE GARDENIA have outdoor seating?.\nA: The Gardenia does not have outdoor seating.\n\nQ: Where can I park?\nA: The Gardenia offers off street, street, and validated parking.\n\nQ: Is this establishment wheelchair accessible?\nA: THE GARDENIA is not wheelchair accessible.\n\nQ: Does THE GARDENIA allow BYOB option to their guests?\nA: BYOB is not an option at The Gardenia.\n\nQ: What credit cards does The Gardenia accept?\nA: We take Mastercard and Visa.\n\nQ: Do you offer delivery service?\nA: The Gardenia does not offer delivery service.\n\nQ: Do you take reservations?\nA: The Gardenia does not take reservations.\n\nQ: Do you have a gluten free menu?\nA: The Gardenia does not offer any gluten-free menu  options.",
    "restaurant_19239": "FAQ FOR DON PASQUALE PIZZERIA\n\nQ: Does your restaurant accept reservations?\nA: Yes, tables can be booked at this restaurant.\n\nQ: Does Don Pasquale have take out service?\nA: Yes, you can take out your order from this restaurant.\n\nQ: Are there gluten free options on the menu at Don Pasquale Pizzeria?\nA: There are gluten free options at this restaurant.\n\nQ: Do you have any options for a vegetarian?\nA: You can find vegetarian options at this restaurant.\n\nQ: Are highchairs provided there?\nA: High chairs are available at Don Pasquale Pizzeria.\n\nQ: Will alcohol be served at this location?\nA: Yes, alcohol will be served at Don Pasquale Pizzeria.\n\nQ: Which credit cards do you take?\nA: Don Pasquale Pizzeria accepts American Express, Visa, and Mastercard.\n\nQ: Hello!  Do you have Wifi available for your customers?\nA: Don Pasquale Pizzeria is happy to offer free Wi-Fi.\n\nQ: Do you offer live music?\nA: Don Pasquale Pizzeria does not offer live music.\n\nQ: Do you offer any outdoor seating?\nA: Outdoor seating is not available.\n\nQ: Is parking available at your location?\nA: There is free off-street parking.\n\nQ: Is Don Pasquale Pizzeria wheelchair accessible?\nA: Don Pasquale Pizzeria is not wheelchair accessible at this time.\n\nQ: Do you allow BYOB?\nA: You can't BYOB at Don Pasquale Pizzeria.\n\nQ: Does Don Pasquale Pizzeria offer delivery?\nA: Don Pasquale Pizzeria does not offer delivery services.\n\nQ: Does Don Pasquale Pizzeria have halal options?\nA: Don Pasquale Pizzeria doesn't offer halal options.",
    "restaurant_19240": "FAQ FOR STAZIONE RESTAURANT AND COFFEE BAR\n\nQ: Is outdoor seating available?\nA: Yes, there are outdoor seats available.\n\nQ: Do you have vegetarian or vegan options?\nA: Stazione has vegetarian and vegan options.\n\nQ: Does Stazione have gluten free options available?\nA: Stazione has gluten free options.\n\nQ: Do you just have coffee and soda or can I get alcohol with my meal?\nA: Yes, alcohol is served at this place.\n\nQ: Does this restaurant accept reservations?\nA: Stazione Restaurant and Coffee Bar accepts reservations.\n\nQ: What types of credit cards are accepted at Stazione Restaurant and Coffee Bar?\nA: Stazione accepts American Express, Mastercard, and Visa.\n\nQ: Are highchairs provided at your restaurant?\nA: Yes, highchairs are available at Stazione Restaurant and Coffee Bar.\n\nQ: Do you have any live music?\nA: Yes. On Friday and Saturday nights you can listen to live jazz music.\n\nQ: Does Stazione Restaurant and Coffee Bar have free WiFi?\nA: STAZIONE RESTAURANT AND COFFEE BAR does not have free wifi.\n\nQ: What parking services does STAZIONE RESTAURANT AND COFFEE BAR offer?\nA: Validated Parking, Street Parking, Free Off-Street Parking are all available.\n\nQ: Is this site wheelchair accessible?\nA: Stazione Restaurant and Coffee Bar is not wheelchair accessible.\n\nQ: Can I bring my own beer to Stazione Restaurant and Coffee Bar?\nA: There is no BYOB allowed at Stazione Restaurant and Coffee Bar, sorry.\n\nQ: Does this site offer delivery service?\nA: Delivery service is not available.\n\nQ: Do you do take out?\nA: Stazione Restaurant and Coffee Bar does not offer take-out ordering.\n\nQ: Does STAZIONE RESTAURANT AND COFFEE BAR offer halal options?\nA: There are no halal options in its' menus.",
    "restaurant_19242": "FAQ FOR JINLING NOODLE BAR\n\nQ: Does the Jinling Noodle bar have free wifi?\nA: No, free WiFi isn't offered at Jinling Noodle Bar.\n\nQ: Does Jinling Noodle Bar have highchairs for babies?\nA: No, Jingling Noodle Bar does not have high chairs available for babies.\n\nQ: Is there live music at Jinling Noodle Bar?\nA: Jinling Noodle Bar does not offer live music.\n\nQ: Do you have outdoor seating?\nA: There are no outdoor seats at JINGLING NOODLE BAR.\n\nQ: Does the JINGLING NOODLE BAR have parking available for cars?\nA: JINLING NOODLE BAR only has street parking available.\n\nQ: Do you offer wheel chair accessibility?\nA: Jinling Noodle Bar is not accessible by wheelchair.\n\nQ: Is there BYOB offered?\nA: BYOB is not available.\n\nQ: Which payment options do you accept?\nA: The payment methods available at Jinling Noodle Bar are American Express, Mastercard, and Visa.\n\nQ: Do you offer delivery service?\nA: No, Jinling Noodle Bar doesn't offer delivery service.\n\nQ: Can I make a reservation at the Jinling Noodle Bar?\nA: No, Jinling Noodle Bar does not accept reservations.\n\nQ: Do you have alcohol?\nA: There is no alcohol served at Jinling Noodle Bar.\n\nQ: Do you provide takeout orders?\nA: There is currently no take out ordering yet.\n\nQ: Do you have any gluten free options?\nA: Jinling Noodle Bar does not offer gluten free options.\n\nQ: Does Jingling Noodle Bar have halal options?\nA: Jinling Noodle Bar does not have halal options.\n\nQ: Do you offer any vegetarian meals?\nA: Vegetarian friendly options are not available at JINLING NOODLE BAR.",
    "restaurant_19245": "FAQ FOR ERAINA\n\nQ: Does your location accept reservations?\nA: Yes, Eraina takes reservations.\n\nQ: Is there live music at Eraina?\nA: Live music is not offered at Eraina.\n\nQ: Does eraina have outdoor seating?\nA: No, Eraina doesn't have any outdoor seating available.\n\nQ: Can you tell me where to park at your restaurant?\nA: Free Off-Street Parking is available at Eraina.\n\nQ: Are you wheelchair accessible?\nA: Restaurant ERAINA is not wheelchair accessible.\n\nQ: Can we bring in our own wine?\nA: BYOB is not available here.\n\nQ: Do you accept Visa?\nA: Eraina accepts Mastercard and Visa as payment.\n\nQ: Do you offer delivery?\nA: No, ERAINA does not offer delivery service for their customers.\n\nQ: Dos Eraina serves alcohol?\nA: Eraina does not serve any alcohol.\n\nQ: Does the ERAINA offer take out ordering?\nA: Eraina does not offer take out ordering.\n\nQ: Do you have a gluten-free menu?\nA: Eraina does not offer gluten free options.\n\nQ: Does Eraina offer halal options?\nA: Eraina does not offer halal options.\n\nQ: Does Eraina have vegetarian options?\nA: Eraina does not offer any vegetarian friendly options.\n\nQ: Is there free WiFi at Eraina?\nA: No ERAINA doesn't offer free WiFi.\n\nQ: Do you have high chairs for our kids?\nA: ERAINA does not offer high chairs for babies.",
    "restaurant_19246": "FAQ FOR PEKING RESTAURANT\n\nQ: Are your aisles wide enough to allow the passage of a wheelchair?\nA: Peking Restaurant is wheelchair accessible.\n\nQ: Do you deliver orders?\nA: Peking Restaurant has delivery services.\n\nQ: Can we order take out from you?\nA: Yes, take-out is available at Peking Restaurant.\n\nQ: Do you take reservations?\nA: Yes, reservations are accepted.\n\nQ: What type of payments are accepted at this location?\nA: Peking Restaurant accepts cash only.\n\nQ: Is there parking available?\nA: Yes. There is street parking available.\n\nQ: Do you have free wifi?\nA: Free WiFi is not available at Peking Restaurant.\n\nQ: Does the Peking Restaurant have high chairs?\nA: There are no high chairs.\n\nQ: Does Peking Restaurant offer live music?\nA: No it does not offer live music.\n\nQ: Do you have any outdoor seating?\nA: Outdoor seating is not available.\n\nQ: Can we provide our own wine?\nA: BYOB is not available at Peking Restaraunt.\n\nQ: do you serve alcohol?\nA: Alcohol is not served.\n\nQ: Are there gluten free items on the menu?\nA: Gluten free options are not available at this time.\n\nQ: Do you offer Halal?\nA: The Peking Restaurant does not have halal options.\n\nQ: Do you have vegetarian options?\nA: Peking Restaurant does not have vegetarian friendly options.",
    "restaurant_19247": "FAQ FOR LA MARGHERITA\n\nQ: Does La Margherita have high chairs for babies to sit in?\nA: Yes, you can ask for high chairs at La Margherita.\n\nQ: Can I book a reservation online?\nA: La Margherita accepts reservations online.\n\nQ: Do you offer take out food at La Margherita?\nA: La Margherita does offer take-out ordering.\n\nQ: Do you happen to deliver?\nA: La Margherita offers delivery.\n\nQ: Do you serve alcoholic drinks?\nA: La Margherita offers alcohol.\n\nQ: What credit cards are accepted?\nA: La Margherita takes Visa, Mastercard and AMEX.\n\nQ: Do you offer free wifi?\nA: No, LA MARGHERITA does not offer free Wifi.\n\nQ: Is there live music at La Margherita?\nA: La Margherita does not offer live music.\n\nQ: Does La Margherita have outdoor seating?\nA: There is no outdoor seating at La Margherita.\n\nQ: Do you have parking?\nA: There is street parking available at La Margherita.\n\nQ: Is LA MARGHERITA wheelchair accessible?\nA: La Margherita is not wheelchair accessible.\n\nQ: Does La Margherita allow people to Bring Your Own Bottle?\nA: No, BYOB is not available at La Margherita.\n\nQ: Do you have gluten free options?\nA: La Margherita does not offer gluten free options at this time.\n\nQ: Do you have any Halal options available?\nA: La Margherita does not have any Halal options available.\n\nQ: Does la margherita have vegetarian pizzas?\nA: La Margherita currently does not offer any Vegeterian options.",
    "restaurant_19248": "FAQ FOR THANH BINH\n\nQ: Can I bring in my own bottle of wine?\nA: Thanh Binh offers BYOB.\n\nQ: Does your menu have any vegetarian options?\nA: Yes, Thanh Binh has vegetarian friendly options.\n\nQ: What kind of gluten free choice restaurant offers?\nA: Thanh Binh has gluten free choices, like pasta, pancakes, fries and bread.\n\nQ: Does THANH BINH serve alcohol?\nA: Thanh Binh does not serve alcohol.\n\nQ: Do you offer take out?\nA: Thanh Binh does not offer take-out ordering.\n\nQ: Are there any halal options on your menu?\nA: Thanh Binh does not offer halal options.\n\nQ: Does Thanh Binh have free WiFi?\nA: Thanh Binh doesn't have free WiFi.\n\nQ: Does Thanh Binh have high chairs available for babies?\nA: Thanh Binh does not have high chairs availible for babies.\n\nQ: Does Thanh Binh have live music?\nA: Thanh Binh does not have live music.\n\nQ: Do you have patio seating?\nA: Outdoor seats are not offered by THANH BINH.\n\nQ: Can I park on the street?\nA: Street parking is available at Thanh Binh.\n\nQ: Is Thanh Binh wheelchair accessible?\nA: There is no wheelchair access.\n\nQ: Which credit cards do you accept?\nA: We accept American Express, MasterCard, and Visa.\n\nQ: Does the Thanh Binh deliver?\nA: Thanh Binh does not offer delivery service.\n\nQ: Can I make a reservation for 5 on Saturday?\nA: THANH BINH does not take reservations.",
    "restaurant_19249": "FAQ FOR COCUM\n\nQ: Is Cocum dine-in only, or can I get something to go?\nA: Yes, Cocum accepts take-out orders.\n\nQ: Does Cocum serve alcoholic drinks?\nA: Cocum serves alcohol drinks.\n\nQ: Does Cocum deliver foods?\nA: Cocum does have delivery.\n\nQ: Does Cocum have vegetarian items on the menu?\nA: Cocum is vegetarian friendly.\n\nQ: Is there any gluten free option on the menu?\nA: Cocum is gluten free friendly.\n\nQ: Does Cocum accept reservations?\nA: Cocum does take reservations.\n\nQ: Does COCUM have free WiFi?\nA: Free WIFI is not offered by COCUM.\n\nQ: Does Cocum have high scharis?\nA: Cocum does not have highchairs availble for babies.\n\nQ: Is there live musical entertainment at Cocum?\nA: Live music is not being offered at this time.\n\nQ: Do you have outdoor seating?\nA: Cocum does not offer outdoor seating.\n\nQ: Do you have parking on-site?\nA: Yes, you can park at Cocum.\n\nQ: Is COCUM wheelchair accessible?\nA: Cocum is not wheelchair accessible.\n\nQ: Does Cocum allow you to bring your own bottle?\nA: You can not bring your own bottle at Cocum.\n\nQ: Do you accept credit?\nA: Cocum will accept credit cards for payment.\n\nQ: Do you have halal?\nA: The Menu at COCUM does not have halal options.",
    "restaurant_19250": "FAQ FOR MAHARAJAH TANDOORI RESTAURANT\n\nQ: Is there alcohol served in the restaurant?\nA: Maharajah Tandoori Restaurant has a full bar with alcoholic drinks.\n\nQ: Is delivery available?\nA: Yes, Maharajah Tandoori Restaurant has delivery options.\n\nQ: Does the Maharajah Tandoori Restaurant take reservations?\nA: Maharajah Tandoori Restaurant takes reservations.\n\nQ: Does your restaurant have any vegetarian options?\nA: Yes, Maharajah Tandoori Restaurant has vegetarian options.\n\nQ: Is take-out available there?\nA: Yes, takeout is available at Maharajah Tandoori Restaurant.\n\nQ: Do you have wifi at your restaurant?\nA: No, MAHARAJAH TANDOORI RESTAURANT does not offer free wifi.\n\nQ: Does Maharajah Tandoori Restaurant offer high chairs?\nA: MAHARAJAH TANDOORI RESTAURANT does not offer high chairs.\n\nQ: Do you have live music?\nA: MAHARAJAH TANDOORI RESTAURANT does not offer any kind of live music at this time.\n\nQ: Is there outdoor seating available at Maharajah Tandoori Restaurant?\nA: Maharajah Tandoori does not have outdoor seating available.\n\nQ: Do you offer street parking?\nA: There is only street parking.\n\nQ: Is your restaurant wheelchair accessible?\nA: Maharajah Tandoori Restaurant is no considered wheelchair accessible.\n\nQ: Do you have BYOB?\nA: BYOB is not possible at Maharajah Tandoori Restaurant.\n\nQ: Does MAHARAJAH TANDOORI RESTAURANT accept credit cards?\nA: They accept Mastercard and Visa.\n\nQ: Are there gluten free options on the menu?\nA: No, Maharajah Tandoori Restaurant does not have gluten free options available in their menu.\n\nQ: Do you have any halal options?\nA: MAHARAJAH TANDOORI RESTAURANT does not offer halal options.",
    "restaurant_19251": "FAQ FOR TRAVELLERS REST\n\nQ: Does Travellers Rest have gluten free items on the menu?\nA: Travellers Rest has gluten free options.\n\nQ: Can I book a reservation at Travellers Rest?\nA: Travellers Rest does offer reservations.\n\nQ: Do you have outdoor seating?\nA: Yes, outdoor seating is available.\n\nQ: Are vegetarian dishes on the menu at Travellers Rest?\nA: Travellers Rest has a few vegetarian options.\n\nQ: Do you have valet or onsite parking?\nA: Travellers Rest offers parking onsite.\n\nQ: Can you accommodate wheelchairs?\nA: Yes, Travellers Rest is wheelchair accessible.\n\nQ: Does your restaurant have high chairs?\nA: Travellers Best has high chairs.\n\nQ: Do you serve alcohol?\nA: Travellers Rest serves alcohol including a range of craft beers.\n\nQ: Does Travellers Rest accept credit cards?\nA: All major credit cards are accepted at Travellers Rest.\n\nQ: Is there free WiFi at Travellers Rest?\nA: Yes, Travellers Rest has free WiFi.\n\nQ: Do you have any live music?\nA: This facility does not offer live music.\n\nQ: Is Travellers Rest a BYOB establishment?\nA: No, BYOB is not offered at Travellers Rest.\n\nQ: Hello.  Do have delivery service available?\nA: Travellers Rest does not offer delivery service at this time.\n\nQ: Do you do take out?\nA: Travellers Rest does not offer take-out ordering.\n\nQ: Do you offer halal options?\nA: Travellers best does not offer halal options, sorry.",
    "restaurant_19252": "FAQ FOR CAMBRIDGE LODGE RESTAURANT\n\nQ: Do you accept credit cards?\nA: The Cambridge Lodge Restaurant accepts Mastercard and Visa.\n\nQ: Does the CAMBRIDGE LODGE RESTAURANT have Delivery options?\nA: Delivery service is not available.\n\nQ: Can I make a reservation for my family?\nA: The restaurant does not accept reservations at this time.\n\nQ: Do you serve alcohol at cambridge lodge restaurant?\nA: Cambridge Lodge Restaurant does not serve alcohol.\n\nQ: Is there take-out service available?\nA: No, Cambridge Lodge Restaurant does not offer take-out ordering service.\n\nQ: Do you offer gluten free options on your menu?\nA: There are no gluten free options.\n\nQ: Does Cambridge Lodge Restaurant offer halal options?\nA: The Cambridge Lodge Restaurant does not have halal options.\n\nQ: Do you have any vegan-friendly options?\nA: The Cambridge Lodge Restaraunt does not have vegan friendly options.\n\nQ: Does CAMBRIDGE LODGE RESTAURANT offer free WiFi?\nA: Cambridge Lodge Restaurant does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: there is no high chairs avaiable here.\n\nQ: When do you have live music?\nA: CAMBRIDGE LODGE RESTAURANT does not offer live music.\n\nQ: Is there any outdoor seating at Cambridge Lodge Restaurant?\nA: AMBRIDGE LODGE RESTAURANT does not have out door seating.\n\nQ: Where is parking at your location?\nA: Cambridge Lodge Restaurant offers free off-street parking.\n\nQ: Is the restaurant wheelchair accessible?\nA: Cambridge Lodge Restaurant is not wheelchair accessible.\n\nQ: Do you offer BYOB?\nA: BYOB is not possible at CAMBRIDGE LODGE RESTAURANT.",
    "restaurant_19254": "FAQ FOR INDIA HOUSE\n\nQ: Can I make a reservation in advance?\nA: Yes, India House takes reservations in advance.\n\nQ: Is delivery available?\nA: Yes, India House does deliver your orders.\n\nQ: Is there free WIFI?\nA: No, free WiFi is not available.\n\nQ: Are high chairs available at India House?\nA: High chairs are not available here.\n\nQ: Does Indi House offer live music?\nA: India House doe not offer live music.\n\nQ: Do you have outdoor seating?\nA: They do not offer outdoor seating.\n\nQ: What type of parking is available?\nA: Yes, there is parking available at India House.\n\nQ: Do you have wheelchair accessibility?\nA: India house is accessible by wheelchair.\n\nQ: Does INDIA HOUSE allow BYOB?\nA: BYOB isn't possible at INDIA HOUSE.\n\nQ: What payment options does INDIA HOUSE offer?\nA: Payments can be made by credit cards.\n\nQ: Does India House serve alcohol?\nA: Alcohol is not served at this establishment.\n\nQ: Can I order take-out?\nA: INDIA HOUSE does not offer take-out ordering.\n\nQ: Do you have gluten free options?\nA: India House does not offer anything that is gluten free.\n\nQ: Dose India House offer halal options?\nA: India House does not have halal options.\n\nQ: Do you have vegetarian friendly options?\nA: They do not offer vegetarian friendly options.",
    "restaurant_19255": "FAQ FOR RICE BOAT\n\nQ: Do you serve alcohol at the Rice Boat?\nA: Yes, Rice Boat serves alcohol.\n\nQ: Is Rice Boat vegetarian friendly?\nA: Rice Boat has vegetarian friendly options.\n\nQ: Is takeout available there?\nA: Yes, Rice Boat has takeout menus.\n\nQ: I am on a gluten-free diet and wanted to know if you have options for me.\nA: Yes, Rice Boat has gluten-free options.\n\nQ: What payments do you accept?\nA: Rice Boat accepts American Express, Mastercard, and Visa.\n\nQ: Can I make a reservation?\nA: Yes, you can book a table in advance.\n\nQ: Do you have free wifi?\nA: The Rice Boat does not offer free WiFi.\n\nQ: Do you have high chairs for babies at Rice Boat?\nA: High chairs for babies are not available at the Rice Boat.\n\nQ: Is there live music at the Rice Boat?\nA: Rice Boat does not offer live music.\n\nQ: Is there outdoor seating at Rice Boat?\nA: Rice Boat does not have outdoor seating.\n\nQ: Do you have free parking on-site?\nA: Yes, you can park at Rice Boat.\n\nQ: Can I get in with a wheelchair?\nA: The Rice Boat restaurant is not wheelchair accessible.\n\nQ: Does Rice Boat allow BYOB?\nA: Rice Boat does not allow BYOB.\n\nQ: Does Rice Boat have delivery service?\nA: The Rice Boat does not offer delivery service.\n\nQ: Does Rice Boat offer halal options?\nA: Rice Boat does not have the halal option.",
    "restaurant_19256": "FAQ FOR SALA THONG\n\nQ: Are highchairs provided there?\nA: Yes, you can ask for baby chairs at the restaurant.\n\nQ: Can I take out my order?\nA: Sala Thong offers take-out services.\n\nQ: Does Sala Thong serve alcohol?\nA: Sala Thong serves alcohol.\n\nQ: Do you have any vegetarian dishes?\nA: Sala Thong has vegetarian options.\n\nQ: Does this site have any outdoor seating available?\nA: Outdoor seating is not available.\n\nQ: Do you have free parking?\nA: Sala Thong has free parking available.\n\nQ: Is your location wheelchair accessible?\nA: Sala Thong restaurant is not wheelchair accessible.\n\nQ: Do you have BYOB?\nA: BYOB is not possible at SALA THONG.\n\nQ: What credit cards are accepted at Sala Thong?\nA: All credit cards will be taken by Sala Thong.\n\nQ: Do you have delivery service?\nA: No, Sala Thong does not offer delivery service.\n\nQ: Do you take reseravtions?\nA: Reservations not allowed.\n\nQ: Do you have Gluten free options available?\nA: Gluten free options are not available at this time.\n\nQ: Does Sala Thong have halal options?\nA: SALA THONG does not have halal options.\n\nQ: Do you have free wifi?\nA: Sala Thong does not offer free WiFi.\n\nQ: Does Sala Thong offer live music?\nA: Sala Thong does not offer live music.",
    "restaurant_19257": "FAQ FOR ROYAL SPICE\n\nQ: Hello, does the Royal Spice offer free WiFi?\nA: Royal Spice does not offer free WiFi.\n\nQ: Do you have high chairs available for babies to sit in?\nA: Royal Spice does not have high chairs available for babies.\n\nQ: Is there live music?\nA: Royal Spice does not offer live music.\n\nQ: Is there outdoor seating at Royal Spice?\nA: Royal Spice does not offer outdoor seating.\n\nQ: Does Royal Spice have free off-street parking?\nA: Royal Spice offers free off-street parking.\n\nQ: Does Royal Spice have wheelchair access?\nA: There is no wheelchair access at Royal Spice.\n\nQ: Is BYOB available at the site?\nA: BYOB is not an option at Royal Spice.\n\nQ: Do you take credit?\nA: Payment options at the Royal Spice include credit cards.\n\nQ: Do you have delivery?\nA: The restaurant does not offer delivery at this time.\n\nQ: Are reservations taken?\nA: Reservations are not taken at Royal Spice.\n\nQ: Do you serve alcohol at Royal Spice?\nA: No, Royal Spice does not serve alcohol.\n\nQ: Do they offer take out ordering?\nA: Royal Spice doe not offer take out ordering.\n\nQ: If I eat gluten free, are there options for me at Royal Spice?\nA: The menu at Royal Spice does not have gluten free options.\n\nQ: Do you have halal?\nA: Royal Spice does not offer any halal options.\n\nQ: Do you have vegan friendly option?\nA: Royal Spice does not have vegetarian friendly options.",
    "restaurant_19258": "FAQ FOR THE HOTPOT\n\nQ: Do you have live music?\nA: There is no live music at THE HOTSPOT.\n\nQ: Do you allow outdoor seating?\nA: Outdoor seating is not available.\n\nQ: Do you have parking?\nA: Yes, The Hotpot offers several parking options, including validated and street parking as well as free off-street parking.\n\nQ: Are you wheelchair accessible?\nA: There is no wheelchair access.\n\nQ: Does The Hotpot allow BYOB?\nA: BYOB is not available.\n\nQ: Does The Hotpot take credit cards?\nA: THE HOTPOT accepts credit cards.\n\nQ: Can I get delivery from The Hotpot?\nA: The Hotpot does not offer delivery service.\n\nQ: Can I make reservation at The Hotpot?\nA: The Hotpot does not take reservations.\n\nQ: Does The Hotpot serve alcohol?\nA: The HotPot does not serve alcohol.\n\nQ: Does the THE HOTPOT offer take-out ordering?\nA: The Hotpot does not offer take-out ordering.\n\nQ: Do you have gluten free menu options?\nA: The Hotpot does not have gluten free options.\n\nQ: Do you offer halal meals?\nA: The HOTPOT does not have any halal options.\n\nQ: Does The Hotpot have vegetarian selections?\nA: The Hot Pot does not offer vegetarian friendly options at this time.\n\nQ: Is there free WiFi at The HotPot?\nA: The HotPot does not have free wi-fi available.\n\nQ: Do you have highchairs?\nA: The Hotpot does not have highchairs available.",
    "restaurant_19259": "FAQ FOR DA VINCI PIZZERIA\n\nQ: Do you have seats outside?\nA: Da Vinci does have outside seating.\n\nQ: Can I order food to go?\nA: Da Vinci Pizzeria accepts take out orders.\n\nQ: Do you take reservations?\nA: Yes, Da Vinci Pizzeria takes reservations.\n\nQ: Is your restaurant easy to navigate in a wheelchair?\nA: Da Vinci Pizzeria is wheelchair accessible.\n\nQ: Is there live music at Da Vinci Pizzeria?\nA: Yes, you can enjoy live music at this place.\n\nQ: Do you have high chairs for my toddler?\nA: High chairs are available at Da Vinci Pizzeria.\n\nQ: Do all of your dishes contain meat or fish?\nA: You can order vegetarian dishes at this restaurant.\n\nQ: Do you serve alcoholic beverages?\nA: Yes, the restaurant does serve alcohol.\n\nQ: What types of payments does Da Vinci Pizzeria accept?\nA: Da Vinci Pizzeria accepts Mastercard, Visa, Digital Payments, and other major Credit Cards.\n\nQ: Are there gluten free items on the menu at Da Vinci Pizzeria?\nA: Yes, DA VINCI PIZZERIA has gluten free options in the special diet menu.\n\nQ: Does Da Vinci Pizzeria have free WiFi?\nA: Yes, we have free WiFi at DA VINCI PIZZERIA.\n\nQ: Does Da Vinci Pizzeria have street parking?\nA: There is street parking available.\n\nQ: Does the DA VINCI PIZZERIA have BYOB?\nA: BYOB is not available.\n\nQ: Do you offer delivery service?\nA: The Da Vinci Pizzeria does not offer delivery service.\n\nQ: Do you have halal?\nA: Da Vinci Pizzeria does not have halal options.",
    "restaurant_19260": "FAQ FOR HAKKA\n\nQ: Is alcohol served at Hakka?\nA: You can order alcohol at this restaurant.\n\nQ: Are there gluten free option at Hakka?\nA: Hakka has gluten free options.\n\nQ: Does Hakka take reservations?\nA: Yes, Hakka takes reservations.\n\nQ: Is Hakka wheelchair ready?\nA: Hakka is wheelchair accessible.\n\nQ: Which credit cards are accept at HAKKA?\nA: American Express, Mastercard, and Visa are accepted at Hakka.\n\nQ: Does Hakka have vegetarian options?\nA: Haaka has vegeterian friendly options.\n\nQ: Do you offer free wifi at your restaurant?\nA: Hakka does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: High chairs are not available.\n\nQ: Does Hakka have live music?\nA: No, HAKKA does not offer live music.\n\nQ: Does the Hakka have outdoor seating?\nA: Hakka does not have outdoor seating available.\n\nQ: Is there parking at Hakka?\nA: You can park at HAKKA.\n\nQ: Is there BYOP?\nA: BYOP is not possible at HAKKA.\n\nQ: Do you have delivery/\nA: Hakka does not offer delivery service at this time.\n\nQ: does the hakka offer take out?\nA: Hakka does not offer take-out ordering.\n\nQ: Do you have any Halal options available?\nA: No, Hakka has no halal options.",
    "restaurant_19261": "FAQ FOR SAIGON CITY\n\nQ: Are there any WiFi at the site?\nA: Saigon City is not wifi accessible.\n\nQ: Does this site have high chair available?\nA: No, there are no high chairs.\n\nQ: Do you have live music?\nA: Live music is not offered by Saigon City.\n\nQ: Does Saigon City have outdoor seating?\nA: There are no outdoor seating at Saigon City.\n\nQ: Can I park my car at the site?\nA: Yes, onsite parking as well as validated street parking is available.\n\nQ: Are you wheelchair accessible?\nA: There is no wheelchair access.\n\nQ: Does this site offer BYOB service?\nA: BYOB is not available at Saigon City.\n\nQ: What forms of payment do you accept?\nA: Saigon City allows American Express, Mastercard and Visa for payment options.\n\nQ: Do you offer delivery?\nA: Delivery service is not available.\n\nQ: Can I make a reservation for tonight?\nA: Saigon City does not take reservations.\n\nQ: Is alcohol serves at Saigon City?\nA: Saigon City does not serve alcohol.\n\nQ: Does Saigon City offer take-out ordering option to its customers?\nA: No, Saigon City doesn't offer a take-out option.\n\nQ: Does this site have any gluten food?\nA: Saigon City does not offer gluten free options.\n\nQ: Do you have any halal options?\nA: Saigon City does no have hala options available.\n\nQ: Does Saigon City have vegetarian options?\nA: No, they don't currently have any vegetarian options on there menu yet.",
    "restaurant_19262": "FAQ FOR CITY STOP RESTAURANT\n\nQ: Does City Stop Restaurant have an outdoor seating area?\nA: The City Stop Restaurant does not have outdoor seating.\n\nQ: Is there free parking?\nA: City Stop Restaurant offers free off street parking.\n\nQ: Does the CITY STOP RESTAURANT have wheelchair accessible?\nA: There is no wheelchair access at City Stop Restaurant.\n\nQ: Can I bring my own beer to City Stop Restaurant?\nA: BYOB is not allowed at City Stop Restaurant.\n\nQ: What kind of payment is accepted?\nA: City Stop Restaurant accepts American Express, Visa, Mastercard and digital payments.\n\nQ: Do you have delivery?\nA: City Stop Restaurant does not offer delivery service.\n\nQ: Does it take resravtions?\nA: City Stop Restaurant does not take reservations.\n\nQ: Does City Stop Restaurant serve alcohol?\nA: Alcohol is not served at City Stop Restaurant.\n\nQ: Is take-out ordering available at City Stop Restaurant?\nA: We don't offer take-out ordering at City Stop Restaurant.\n\nQ: Are there any gluten-free options?\nA: There are no Gluten Free Options at City Stop Restaurant.\n\nQ: Does this site have any halal food?\nA: City Stop Restaurant does not offer halal options.\n\nQ: Do you offer vegetarian options?\nA: CITY STOP RESTAURANT does not offer vegeterian friendly options.\n\nQ: Are there any WiFi at the site?\nA: City Stop Restaurant does not offer free WiFi.\n\nQ: Do you provide high chairs?\nA: No, high chairs for babies are not available at City Stop Restaurant.\n\nQ: Do you have any nights you play live music?\nA: CITY STOP RESTAURANT does not offer live music.",
    "restaurant_19263": "FAQ FOR THE NIRALA\n\nQ: Does Nirala offer take-out?\nA: Yes, Nirala offers take-out ordering.\n\nQ: Does The Nirala offer gluten free options?\nA: Yes, there are gluten free options available.\n\nQ: Is alcohol served at this restaurant?\nA: Yes, alcohol is served at this restaurant.\n\nQ: Is there any Halal option available?\nA: The Nirala offers halal options.\n\nQ: Do you take reservations?\nA: Yes, reservations are accepted.\n\nQ: Is the Nirala handicap accessible?\nA: The Nirala has no stairs so they are wheelchair accessible.\n\nQ: I want to bring my baby with me and was wondering if you have high chairs?\nA: The Nirala has highchairs for babies.\n\nQ: Does this restaurant have vegetarian options?\nA: The restaurant has vegetarian options.\n\nQ: Do you have wifi for customers?\nA: No it does not offer free wifi.\n\nQ: Do you ever have live music?\nA: The Nirala does not offer live music.\n\nQ: Do you have outdoor seating?\nA: The Nirala has no outdoor seating.\n\nQ: Is there parking available at The Nirala?\nA: There is street parking available at The Nirala.\n\nQ: Do you have BYOB?\nA: BYOB is not available at The Nirala.\n\nQ: Do you accept credit cards?\nA: The Nirala accepts credit cards.\n\nQ: Can I order food for delivery?\nA: THE NIRALA does not offer delivery services.",
    "restaurant_19264": "FAQ FOR RESTAURANT TWO TWO\n\nQ: Do you take reservations?\nA: Yes, Restaurant Two Two takes reservations.\n\nQ: Does your menu include any vegetarian options?\nA: This restaurant has options for vegetarians.\n\nQ: Do you take credit cards?\nA: All major credit cards are accepted at Restaurant Two Two.\n\nQ: Does this restaurant offer gluten free options?\nA: Yes, restaurant Two Two offers gluten free options.\n\nQ: Does this restaurant serve any alcohol?\nA: Yes, this restaurant has a Wine and Drinks List.\n\nQ: Does the RESTAURANT TWO TWO offer take-out ordering?\nA: Restaurant TwoTwo does not offer take -out.\n\nQ: Do you have halal?\nA: No Restaurant Two Two does not have halal options.\n\nQ: Does the RESTAURANT TWO TWO. offer Free Wifi?\nA: Restaurant Two Two does not offer free Wi-Fi.\n\nQ: Are there high chairs available at Restaurant Two Two?\nA: RESTAURANT TWO TWO does not have high chairs available.\n\nQ: Do you offer live music?\nA: At this time, Restaurant Two Two does not offer live music.\n\nQ: Do you have outdoor seating?\nA: Restaurant Two Two does not have outdoor seating.\n\nQ: Can I park my car here?\nA: Free off street parking is available at Restaurant Two Two.\n\nQ: Is there any wheel chair accessibility there?\nA: RESTAURANT TWO TWO does not have wheel chair accessibility.\n\nQ: Does Restaurant Two Two let you bring your own bottle?\nA: RESTAURANT TWO TWO does not have BYOB available.\n\nQ: Does Restaurant Two Two offer delivery?\nA: Restaurant Two Two does not offer delivery services.",
    "restaurant_19265": "FAQ FOR GOLDEN WOK\n\nQ: Does Golden Wok do deliveries?\nA: GOLDEN WOK does deliver your orders.\n\nQ: Are there any vegetarian dishes on the menu?\nA: The Golden Wok has vegetarian options on the menu.\n\nQ: Can I order my meal to go?\nA: Yes, takeout is available at Golden Wok\n\nQ: Do you offer free wifi to customers?\nA: The Golden Wok doesn't have free wifi.\n\nQ: Do you have high chairs?\nA: Golden Wok does not have high chairs available for babies.\n\nQ: Does Golden Wok have live music?\nA: The Golden Wok does not offer live music.\n\nQ: Hello.  Is it possible to sit outside while we eat?\nA: Golden Wok does not have outdoor seating.\n\nQ: What are your parking options?\nA: Yes, Golden Wok has free off street parking, plus street and validated parking.\n\nQ: Are you wheelchair accessible?\nA: Restaurant Golden Wok is not wheelchair accessible.\n\nQ: Is BYOB possible at Golden Wok?\nA: BYOB is not possible at Golden Wok.\n\nQ: Do you accept credit cards?\nA: The payment options available are major credit cards.\n\nQ: Can I make a reservation for 6?\nA: The Golden Wok does not take reservations at this time.\n\nQ: Do you serve alcohol?\nA: The Golden Wok does not serve any alcohol.\n\nQ: Hi I was wondering what gluten free option you have?\nA: Gluten free options are not available at GOLDEN WOK.\n\nQ: Do you have halal options?\nA: No, there are no halal options available.",
    "restaurant_19266": "FAQ FOR TANDOORI PALACE\n\nQ: Can I place a take-out order at Tandoori Palace?\nA: Yes, Tandoori Palace has take-out ordering.\n\nQ: Is there alcohol served at Tandoori Palace?\nA: Tandoori Palace serves alcohol.\n\nQ: Can I make a reservation for a large party?\nA: Tandoori Palace takes reservations.\n\nQ: Are there any option for vegetarians?\nA: Tandoori Palace is vegetarian friendly.\n\nQ: Do you offer wifi?\nA: No, we don't offer free WiFi.\n\nQ: Do you offer high chairs?\nA: Highchairs are not available at Tandoori Palace.\n\nQ: Do you ever have live music?\nA: Live music is not being offered at this time.\n\nQ: Do you have outdoor seating?\nA: Outdoor seating is not available at Tandoori Palace.\n\nQ: Is there parking nearby?\nA: Parking is available at Tandoori Palace.\n\nQ: Is it wheelchair accessible?\nA: Tandoori Palace is not wheelchair accessible.\n\nQ: Can I bring my own bottle at Tandoori Palace?\nA: You can not bring your own bottle at Tandoori Palace.\n\nQ: Do you have credit ?\nA: American Express, MasterCard, and Visa are available payment options here.\n\nQ: Do you have delivery?\nA: Delivery service is not offered at Tandoori Palace.\n\nQ: Do you offer gluten free options at Tandoori Palace?\nA: Tandoori Palace does not have gluten free options.\n\nQ: Do you have hatal options?\nA: Tandoori Palace does not have halal options.",
    "restaurant_19267": "FAQ FOR MEGHNA\n\nQ: Is it first-come-first-serve or do you take reservations?\nA: Meghna takes reservations.\n\nQ: Do you have vegetarian options?\nA: Meghna is vegetarian friendly.\n\nQ: Can I get my wheelchair to one of your table without trouble?\nA: Meghna is wheelchair accessible.\n\nQ: Can I order off the menu for delivery?\nA: Meghna does offer delivery service.\n\nQ: Do you serve alcohol?\nA: Yes, Meghna has a selection of wines, beers and liquors.\n\nQ: Can I order online for take-out?\nA: Yes, you can order online for take out from this restaurant.\n\nQ: Can you tell me your parking options?\nA: Meghna is happy to offer street, off-street and validated parking.\n\nQ: DO you have BYOB?\nA: Meghan does not offer BYOB.\n\nQ: What forms of payment does Meghna take?\nA: Meghna will take American Express, Mastercard, or Visa.\n\nQ: Do you have gluten free options?\nA: The menu at Meghna does not offer gluten free options.\n\nQ: Do you have many halal options available on the menu?\nA: Meghna does not serve hahal options.\n\nQ: Does the Meghana offer free wifi?\nA: Meghna does not offer free WiFi.\n\nQ: Does the MEGHNA have high chairs for babies?\nA: Meghna does not have high chairs for babies.\n\nQ: Do you have live music?\nA: Meghna does not offer live music at this time.\n\nQ: Do you have outdoor seating?\nA: The Meghna does not have outdoor seating.",
    "restaurant_19268": "FAQ FOR LA MIMOSA\n\nQ: Can I get a high chair for my toddler?\nA: Yes, high chairs are available at La Momosa.\n\nQ: Do you serve alcohol?\nA: La Mimosa does serve alcohol.\n\nQ: Do you accepts credit cards?\nA: La Mimosa accepts all major credit cards.\n\nQ: Is there outdoor seating at La Mimosa?\nA: Yes, the restaurant has outdoor seating available.\n\nQ: Do I have to wait in a line or do you take reservations?\nA: Yes, La Mimosa takes reservations.\n\nQ: Does La Mimosa have gluten free options?\nA: La Mimosa has gluten free options.\n\nQ: Do you offer Vegetarian and Vegan options?\nA: Vegetarian and Vegan options are available at La Mimosa.\n\nQ: Is WiFi free at La Mimosa?\nA: WiFi is not free at La Mimosa, sorry.\n\nQ: Does La Mimosa have live music?\nA: La Mimosa does not offer live music.\n\nQ: Do you have parking?\nA: La Mimosa offers validated parking, street parking and free off street parking.\n\nQ: Is La Mimosa wheelchair accessible?\nA: La Mimosa is not wheelchair accessible.\n\nQ: Can you bring your own alcoholic beverages to La Mimosa?\nA: You cannot bring your own alcoholic beverages to La Mimosa.\n\nQ: Do you have delivery?\nA: Ordering delivery is not available at La Mimosa.\n\nQ: Can I get take out from La Mimosa?\nA: La Mimosa does not offer take-out ordering.\n\nQ: Do you have halal?\nA: La Mimosa does not have halal options.",
    "restaurant_19269": "FAQ FOR PIZZA EXPRESS FEN DITTON\n\nQ: Does the pizza express fen ditton serve alcohol?\nA: Alcohol is not served at this establishment.\n\nQ: Do you offer take-out?\nA: Pizza Express Fen Ditton does not offer take-out ordering.\n\nQ: Do you have gluten free options?\nA: Pizza Express Fen Ditton does not have gluten free options.\n\nQ: What are your halal options?\nA: Pizza Express Fen Ditton does not have halal options.\n\nQ: Do you have a pizza for vegetarians?\nA: Pizs.za Express Fen Ditton does not offer vegetarian friendly option\n\nQ: Do you have free WiFi there?\nA: Pizza Express Fen Ditton does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: No, Pizza Express Fen Ditton does not have high chairs available.\n\nQ: Do you have live music?\nA: Pizza Express Fen Ditton does not offer live music.\n\nQ: Does Pizza Express Fen Ditton have outdoor seating?\nA: There is no outdoor seating available here.\n\nQ: Do you have parking available for patrons?\nA: Free off-street parking is available at Pizza Express Fen Ditton.\n\nQ: I'm bringing a friend in a wheelchair. Is access available?\nA: PIZZA EXPRESS FEN DITTON is not wheelchair accessible.\n\nQ: Am I allowed to bring my own beer to Pizza Express Fen Ditton?\nA: BYOB is not possible at PIZZA EXPRESS FEN DITTON.\n\nQ: What are the payment options at PIZZA EXPRESS FEN DITTON?\nA: Credit cards are accepted for payment at Pizza Express Fen Ditton.\n\nQ: Does the PIZZA EXPRESS FEN DITTON have Delivery options?\nA: Pizza Express Fen Ditton does not deliver.\n\nQ: Does Pizza Express Fen Ditton take reservations?\nA: No, Pizza Express Fen Ditton does not take reservations.",
    "restaurant_19270": "FAQ FOR CURRY PRINCE\n\nQ: Do you offer wifi?\nA: Curry Prince does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: Curry Prince does not have high chairs available for babies.\n\nQ: What time does the live music start today?\nA: There is no live music at Curry Prince.\n\nQ: Do you have outdoor seating?\nA: Curry Prince does not offer outdoor seating.\n\nQ: Do you have parking?\nA: Validated, off street, and on street parking are all available at Curry Prince.\n\nQ: Is there wheelchair access?\nA: No access via wheelchair at the Curry Prince.\n\nQ: Can we bring our own wine to the Curry Prince?\nA: BYOB is not possible at Curry Prince.\n\nQ: Do you take major credit cards?\nA: Visa and Mastercard are available payment options at Curry Prince.\n\nQ: Do you have delivery?\nA: The Curry Prince does not offer delivery service at this time.\n\nQ: Can I make a reservation for Saturday?\nA: You can't make reservations at Curry Prince.\n\nQ: Does the CURRY PRINCE  serve Alcohol?\nA: Curry Prince does not serve alcohol.\n\nQ: Do you have take out?\nA: Curry Prince does not offer take-out ordering.\n\nQ: Do you have gluten free options?\nA: Curry Prince does not offer gluten free options.\n\nQ: Do you guys offer halal options?\nA: The Curry Prince does not offer halal options.\n\nQ: Does CURRY PRINCE is vegetarian friendly option?\nA: The options at Curry Prince are not vegetarian friendly.",
    "restaurant_19271": "FAQ FOR GRAFTON HOTEL RESTAURANT\n\nQ: Does Grafton Hotel Restaurant have any Halal options?\nA: The Grafton Hotel Restaurant does not have halal options.\n\nQ: Hi I was wondering what types of vegetarian options you have on your menu?\nA: Grafton Hotel Restaurant does not have vegetarian friendly options.\n\nQ: Do you have free WiFi?\nA: There is no free WiFi at the Grafton Hotel Restaurant.\n\nQ: Do you have high chairs?\nA: High chairs are not available.\n\nQ: Do you have live music?\nA: Grafton Hotel Restaurant does not offer live music.\n\nQ: Do you have outdoor seating/\nA: There is no outdoor seating.\n\nQ: Can you tell me where to park at your location?\nA: Grafton Hotel Restaurant has street parking available.\n\nQ: Is your location wheelchair accessible?\nA: GRAFTON HOTEL RESTAURANT is not wheelchair accessible.\n\nQ: Can we bring our own bottle of wine to enjoy with dinner at the Grafton Hotel Restaurant?\nA: Byob is not possible at Grafton Hotel Restaurant.\n\nQ: Do you accept credit?\nA: Grafton Hotel Restaurant accepts American Express, Mastercard and Visa for payment options.\n\nQ: Does the Grafton Hotel Restaurant offer delivery service?\nA: The Grafton Hotel Restaurant does not offer delivery service.\n\nQ: Does Grafton Hotel Restaurant accept reservations?\nA: The restaurant does not accept reservations.\n\nQ: Do you serve alcohoL?\nA: GRAFTON HOTEL RESTAURANT  does not serve alcohol.\n\nQ: Does GRAFTON HOTEL RESTAURANT offer take-out ordering?\nA: The Grafton Hotel Restaurant does not offer take-out ordering.\n\nQ: Do you have gluten free options?\nA: The GRAFTON HOTEL RESTAURANT does not offer any gluten free options.",
    "restaurant_19272": "FAQ FOR PIPASHA RESTAURANT\n\nQ: Do you serve alcohol?\nA: Yes, this restaurant has alcohol menu.\n\nQ: Do you offer any vegetarian dishes?\nA: Pipasha Restaurant is vegetarian friendly.\n\nQ: Is there parking available at Pipasha Restaurant?\nA: Pipasha has a parking lot.\n\nQ: Does your restaurant feature gluten-free dishes?\nA: This restaurant offers gluten free options.\n\nQ: Does your restaurant accept reservations?\nA: Yes, you can make reservations for this restaurant.\n\nQ: Are there high chairs for babies at Pipasha Restaurant?\nA: Yes, high chairs are available at Pipasha Restaurant.\n\nQ: Can I do take out?\nA: Yes, Pipasha Restaurant has well-reviewed take out service.\n\nQ: Does this restaurant accept all credit cards?\nA: This restaurant accepts American Express, Mastercard, and Visa.\n\nQ: Does Pipasha Restaurant offer wifi?\nA: Pipasha Restaurant does off free WiFI.\n\nQ: Do you guys have live music on the weekends?\nA: Pipasha Restaurant does not offer live music.\n\nQ: Do you offer indoor and outdoor seating?\nA: Outdoor seating is not available at Pipasha Restaurant.\n\nQ: Does Pipasha Restaurant have a wheelchair ramp?\nA: PIPASHA RESTAURANT is not wheelchair accessible.\n\nQ: Does the Pipasha Restaurant allow BYOB option to their guests?\nA: BYOB is not allowed at Pipasha Restaurant.\n\nQ: Do you deliver?\nA: Pipasha Restaurant does not offer delivery service.\n\nQ: Do you offer halal options?\nA: Pipasha Restaurant does not offer halal options.",
    "restaurant_19273": "FAQ FOR YU GARDEN\n\nQ: Do you provide wifi?\nA: There is no free WiFi at Yu Garden.\n\nQ: Do you have high chairs?\nA: No, Yu Garden doesn't have high chairs.\n\nQ: Do you play live music?\nA: Live music isn't offered at Yu Garden.\n\nQ: Do you have indoor and outdoor seating?\nA: YU GARDEN does not offer outdoor seating.\n\nQ: Can I park my car at the site?\nA: Free off street parking is available at Yu garden.\n\nQ: DO you have wheel chair accessibility?\nA: There is no wheelchair accessibility at YU GARDEN.\n\nQ: May we bring in our own beverages?\nA: BYOB is not allowed at YU GARDEN.\n\nQ: Do you accept credit?\nA: Credit cards are accepted at Yu Garden.\n\nQ: Do you offer delivery service?\nA: Yu Garden does not offer delivery service.\n\nQ: Is there reseravtions taken?\nA: Yu Garden does not take reservations.\n\nQ: Does Yu Garden serve alcohol?\nA: The YU GARDEN does not offer any alcohol.\n\nQ: Do you ahve take out?\nA: Yu Garden does not offer take-out service.\n\nQ: Are there any gluten free options on your menu?\nA: The Yu Garden does not offer gluten free options.\n\nQ: Does YU GARDEN offer halal options?\nA: Yu Garden does not over halal options.\n\nQ: Are there any vegetarian meals at yu garden?\nA: Yu Garden does not offer vegetarian friendly options at this time.",
    "restaurant_19274": "FAQ FOR RAJMAHAL\n\nQ: Is there free WiFi at Rajmahal?\nA: Rajmahal offers free WiFi.\n\nQ: Do you have high chairs available?\nA: Rajmahal does not have highchairs available for babies.\n\nQ: Do you have live music?\nA: No, live music is not offered at Rajmahal.\n\nQ: Is there outdoor seating at Rajmahal for diners?\nA: Rajmahal does not have any outdoor seats.\n\nQ: What type of parking is available?\nA: Free off-street parking is available at Rajmahal.\n\nQ: Does Rajmahal offer wheelchair access?\nA: Rajmahal is not wheelchair accessible.\n\nQ: Do you allow your guests to BYOB?\nA: Rajmahal does not offer BYOB as a policy option.\n\nQ: Can I pay with cash?\nA: Rajmahal only takes major credit cards.\n\nQ: Do you provide delivery service?\nA: Rajmahal does not offer delivery service.\n\nQ: Does the RAJMAHAL take reservations?.\nA: No, reservations are not taken.\n\nQ: Does Rajmahal serve alcohol?\nA: No, Rajmahal does not serve alcohol.\n\nQ: Does Rajmahal offer takeout orders?\nA: Rajmahal does not offer takeout ordering.\n\nQ: Does this site have any gluten food?\nA: Gluten free options are not available at Rajmahal.\n\nQ: Are there any Halal options at Rajmahal?\nA: Halal options are not offered at Rajmahal.\n\nQ: Does Rajmahal offer vegetarian food?\nA: Rajmahal does not have vegetarian friendly options.",
    "restaurant_19275": "FAQ FOR PIZZA HUT FEN DITTON\n\nQ: Does Pizza Hut Fen Ditton have parking available?\nA: Pizza Hut Fen Ditton does offer parking.\n\nQ: Are you a wheel chair accessible restaurant?\nA: Pizza Hut Fen Ditton is not wheelchair accessible.\n\nQ: Can you bring your own alcohol to Pizza Hut Fen Ditton?\nA: You cannot bring your own alcohol with you to pizza Hut Fen Ditton.\n\nQ: Do you offer credit?\nA: Pizza Hut Fen Ditton accepts credit cards as form of payment.\n\nQ: Does this site offer delivery service?\nA: Pizza Hut Fen Ditton does not offer delivery as a service option.\n\nQ: Do you accept reservations?\nA: No, the Pizza Hut does not accept reservations.\n\nQ: Does this site offer alcohol to customers?\nA: Pizza Hut Fen Ditton does not serve alcohol.\n\nQ: Does Pizza Hut Fen Ditton offer take-out ordering?\nA: Pizza Hut Fen Ditton doesn't offer take-out ordering.\n\nQ: Do you have gluten free menu options?\nA: There are no gluten free options at Pizza Hut Fen Ditton, sorry.\n\nQ: Do you offer halal options?\nA: Pizza Hut Fen Ditton has no halal options.\n\nQ: Do you have vegetarian options?\nA: No vegetarian options are available.\n\nQ: Do you have free wifi?\nA: Free WiFi is not available at PIZZA HUT FEN DITTON.\n\nQ: Will there be a high chair available for my baby at Pizza Hut Fen Ditton?\nA: No, there are no high chairs available at Pizza Hut Fen Ditton.\n\nQ: Do you offer live music?\nA: No, Pizza Hut Fen Ditton does no offer live music.\n\nQ: Do you have any outdoor seating?\nA: Outdoor seating is not available at Pizza Hut Fen Ditton.",
    "restaurant_29652": "FAQ FOR ZIZZI CAMBRIDGE\n\nQ: Do you take reservations?\nA: Yes, Zizzi Cambridge takes reservations.\n\nQ: Are there high chairs available for babies at Zizzi Cambridge?\nA: There are high chairs available for babies.\n\nQ: What type of payment methods do you accept?\nA: You are able to pay with cash and major credit cards.\n\nQ: Are gluten free options offered there?\nA: Yes, Zizzi Cambridge offers gluten free options.\n\nQ: Can I pick up my take-out order from your restaurant?\nA: Zizzi Cambridge offers take-out.\n\nQ: Do you have alcoholic beverages?\nA: The restaurant does serve alcohol.\n\nQ: Do you offer vegetarian options?\nA: Zizzi Cambridge is vegetarian friendly.\n\nQ: Do you have wifi?\nA: The Zizzi Cambridge is pleased to offer you free WiFi.\n\nQ: Do you guys offer live music on weekends?\nA: There is no live music.\n\nQ: Do you provide any outdoor seating?\nA: Zizzi Cambridge does not offer outdoor seating.\n\nQ: Do you offer off-street parking?\nA: Zizzi Cambridge offers free off-street parking.\n\nQ: Is your establishment wheelchair accessible?\nA: No wheelchair access is available.\n\nQ: Is there BYOB?\nA: No, BYOB is not possible at Zizzi Cambridge.\n\nQ: Does Zizzi Cambridge deliver?\nA: Delivery service is not available from Zizzi Cambridge.\n\nQ: Do you offer halal options?\nA: ZIZZI CAMBRIDGE does not have halal options.",
    "restaurant_30650": "FAQ FOR THE MISSING SOCK\n\nQ: Does your establishment offer free WiFi?\nA: The Missing Sock does not offer free WiFi.\n\nQ: Do you have high chairs?\nA: There are no high chairs available at THE MISSING SOCK.\n\nQ: Do you have live music?\nA: The Missing Sock does not have live music.\n\nQ: Do you offer outdoor seating?\nA: The Missing Sock does not have any outdoor seating.\n\nQ: Is there anywhere to park at The Missing Sock?\nA: Parking is offered at The Missing Rock.\n\nQ: Is this location wheelchair accessible?\nA: THE MISSING SOCK is not wheelchair accessible.\n\nQ: Do you have BYOB offers?\nA: BYOB is not possible at The Missing Sock.\n\nQ: Do you accept credit cards?\nA: The Missing Sock accepts credit cards.\n\nQ: does the missing sock have delivery?\nA: The Missing Sock does not offer delivery services.\n\nQ: Do you accept reservations?\nA: The Missing Sock does not take reservations.\n\nQ: Does The Missing Sock serve alcohol?\nA: Alcohol is not served here.\n\nQ: Does this site offer takeout ordering service?\nA: The Missing Sock does not offer take-out at this time.\n\nQ: Do you have gluten free options?\nA: Gluten free food is not available at The Missing Sock.\n\nQ: Does The Missing Sock have halal options?\nA: The Missing sock does not offer halal options.\n\nQ: Does The Missing Sock offer vegetarian options?\nA: No, there are no vegetarian options at THE MISSING SOCK.",
    "restaurant_31390": "FAQ FOR THE COW PIZZA KITCHEN AND BAR\n\nQ: Do you have free WiFi?\nA: THE COW PIZZA KITCHEN AND BAR does not offer free WiFi.\n\nQ: Does The Cow Pizza Kitchen and Bar have highchairs?\nA: Highchairs are not available at The Cow Pizza Kitchen and Bar.\n\nQ: What time of day is there live music?\nA: The Cow Pizza Kitchen and Bar does not offer live music.\n\nQ: Do you have outdoor seating?\nA: There are no outdoor seats at The Cow Pizza Kitchen and Bar.\n\nQ: Can I park my car at The Cow Pizza Kitchen and Bar?\nA: Parking is available at The Cow Pizza Kitchen and Bar.\n\nQ: Is The Cow Pizza Kitchen and Bar wheelchair accessible?\nA: The Cow is not wheelchair accessible.\n\nQ: Can I bring my own beer to The cow pizza Kitchen and Bar?\nA: The Cow Pizza Kitchen and Bar does not allow BYOB.\n\nQ: What credit cards do you accept?\nA: Visa, Mastercard, and American Express are available payment options.\n\nQ: Does THE COW PIZZA KITCHEN AND BAR offer delivery service to their customers?\nA: The Cow Pizza Kitchen and Bar does not offer delivery service.\n\nQ: Do you take reservations?\nA: Reservations are not taken at the Cow.\n\nQ: Do you have a beer and wine list?\nA: Alcohol is not available for order at The Cow Pizza Kitchen and Bar.\n\nQ: Do you have takeout ordering?\nA: Takeout ordering is not offered at The Cow Pizza Kitchen and Bar.\n\nQ: Does THE COW PIZZA KITCHEN AND BAR offer gluten free options?\nA: The Cow Pizza Kitchen and Bar does not offer gluten free options.\n\nQ: Does THE COW PIZZA KITCHEN AND BAR have halal options on their menu?\nA: There is no halal option at THE COW PIZZA KITCHEN AND BAR.\n\nQ: Are there any vegetarian options there?\nA: THE COW PIZZA KITCHEN AND BAR does not have vegetarian friendly options.",
    "taxi_*": "FAQ FOR None\n\nQ: How will I receive my booking confirmation?\nA: Booking confirmations will be sent via text messages shortly.\n\nQ: What is the cancellation policy?\nA: You are able to cancel for free up to 24 hours in advance, we will charge 10 GBP after the cancellation time frame.\n\nQ: Can I make changes to my booking later?\nA: When the cancellation period (up to 24 hours in advance) is over, only minor changes can be made to booking arrangments, which includes pick-up and drop-off points, passenger details, and pickup time.\n\nQ: What types of payments do you accept?\nA: We take cash, Visa, Master Card and major debit cards.\n\nQ: What charges are included in the rates?\nA: The taxes, fees, and toll charges are included in the price. Tipping is not required, but common with about 10% of the fare.",
    "train_*": "FAQ FOR None\n\nQ: Do you offer any discounts for children?\nA: If a child is under 5, they get in for free. If they are 5 to 16 years old, they get a 50% discount.\n\nQ: Is there a senior discount available?\nA: There is a 10% discount available for seniors over 65 years of age.\n\nQ: Can I reserve a seat on the train?\nA: No, we do not offer seat reservation.\n\nQ: What is the refund policy for the tickets?\nA: A full refund with no fee is available for a delayed or cancelled train, otherwise there is a fee of 12 GBP.\n\nQ: Can I use my season ticket to get on the train?\nA: You can use your season ticket for all the trains with no additional fees. But you need to visit the ticket office in your station to pick up a physical ticket for your ride.\n\nQ: Can I change my ticket after purchase?\nA: No, you have to apply for a refund and purchase another ticket.\n\nQ: What form of payment do you accept for the purchase of tickets?\nA: Major debit and credit cards including Visa, Master Card, and American Express, also eVoucher, PayPal, and Visa CheckOut will be accepted at ticket machines. If you want to pay with cash, please visit the ticket office in your station.\n\nQ: Where can I pick up my ticket?\nA: You can collect your ticket from the ticket machines at any train station.\n\nQ: Can my ticket be picked up by someone else if needed?\nA: Yes it can be, as long as they have access to a payment card for identification.\n\nQ: How will I receive my booking confirmation?\nA: You will receive an email comfirmation once booking is complete.\n\nQ: Is there WiFi available on the train?\nA: There will be basic WiFi service on the train, the ID is GreatNorthern_WiFi.\n\nQ: Is there a charge for using WiFi?\nA: Wifi is available free of charge.\n\nQ: How much data is included with the onboard wifi?\nA: Data is limited to 50MB per day with no option of additional data.\n\nQ: Can I purchase additional data when I use the WiFi?\nA: There is no additional data available to purchase.\n\nQ: Are the trains accessible for wheelchairs?\nA: Yes, all the trains are accessible and have assisted travel service.\n\nQ: Can I bring a wheelchair or a mobility scooter onto the train?\nA: Yes, as long as it is a manual/powered wheelchairs or a mobility scooter; that is smaller than 70x120cm and lighter than 300 kilograms.\n\nQ: Can I bring my bike on the train?\nA: You can only bring a folding bike to the train and non folding bike must be parked at the station.\n\nQ: Can I bring my pets on board?\nA: You may bring 2 domestic pets, they must be kept on a short lead, or carried in a basket size 85x60x60cm.\n\nQ: Can I smoke on the train?\nA: No, smoking is not allowed on the train.\n\nQ: What are the hours of operation for the train station?\nA: The hours of operation are Monday-Saturday 05:00 - 23:00, and on Sundays 07:00 - 22:55.\n\nQ: Can I park my car at the train station?\nA: You may park at the station, there may be a fee, you should check with your station.\n\nQ: How much is the car parking fee?\nA: The parking fee will vary by station, check with your local station onsite.\n\nQ: Can I park my bike at the station?\nA: Yes, there is bike parking available at the train station.\n\nQ: Are there any fees for parking my bike?\nA: Free weekday bike parking is available between the hours of 6AM and 7PM. You will be charged 5 GBP/night for weekday overnight parking and 10 GBP/day for weekend parking.\n\nQ: Are public restrooms available at the stations?\nA: Yes, there are public toilets available in the stations.\n\nQ: Is smoking allowed at the train stations?\nA: No, smoking is not allowed at the stations."
}